{
  "aboutUs": {
    "title": "About us",
    "teamTitle": "The Team",
    "teamText": "This wonderful group began their journey together on July 28, 2024. In the bottom left, you’ll find Nathalie from Karlshamn, the ghosts' very own energy drink – when Nathalie starts nodding off, you know something exciting is about to happen. In the top left, we have Angelica, the Gothenburg girl who is our very own detective, digging deep into historical archives. In the top right is Annsofie from Borås, our narrator who brings the echoes of history to life. We also have Björn, our certified medium, who with his unique ability serves as our human link to the other side, helping us interpret what we cannot yet measure with equipments. Last but certainly not least is the tech geek Dennis from Borås, who with his passion for technology and his camera transforms our adventures into high-class films.",
    "whoAreWe": "Who are we?",
    "whoAreWeText": "Our team is a group of passionate souls from across Sweden united by a fascination for the mysterious and historical. We explore historical places in depth by combining traditional research with modern technology and paranormal investigation methods. By sharing our results with the world, we aim to revive historical events, preserve the past, prove that something lies beyond, and inspire others to explore the unknown.",
    "visionTitle": "Our Vision",
    "visionText": "We aim to illuminate the unknown through history.",
    "goalTitle": "Our Goal",
    "goalText": "Our goal is to uncover hidden stories and understand the phenomena that have fascinated people for generations.",
    "keywordsTitle": "Our Core Values",
    "keywords": {
      "document": {
        "title": "Document",
        "text": "We strive to systematically document and preserve historic sites with potential paranormal activity to build a reliable and detailed archive of these phenomena."
      },
      "understand": {
        "title": "Understand",
        "text": "We work to deepen understanding of the historical and cultural factors that can influence experiences of paranormal phenomena and highlight their context."
      },
      "inform": {
        "title": "Inform",
        "text": "We are committed to spreading knowledge about paranormal research and its methods, making the subject accessible to the public to spark curiosity and increase awareness."
      },
      "preserve": {
        "title": "Preserve",
        "text": "We are dedicated to preserving and protecting historic sites, especially those tied to local legends and traditions, to safeguard their stories for future generations."
      },
      "collaborate": {
        "title": "Collaborate",
        "text": "We actively seek collaboration with local communities, historical societies, and researchers to foster a broad and diverse perspective on paranormal research and its relevance."
      },
      "reliability": {
      "title": "Reliable",
      "text": "We never fake results. Our ghost hunts are based on honest observations and an open, critical mind. Reliability always comes before drama – we seek truth, not sensationalism."
    }
  },
    "howWeInvestigate": "Our Investigation Process",
    "howWeInvestigateText": [
      "To create a solid foundation for our investigation, we begin with a thorough historical background study before visiting the site. We search for names, photographs, and specific events linked to the property and its previous owners.",
      "During the day of the investigation, we visit relevant locations such as churches, burial grounds, and other buildings with historical ties to the property in question.",
      "We prioritize interviewing current owners to gain a personal perspective of the site and listen to their own experiences and stories.",
      "Fieldwork begins at dusk and is conducted using modern equipment. We carry out our investigations under the cover of night, as other senses sharpen when sight is limited.",
      "The collected material is carefully analyzed following the fieldwork to identify patterns and draw well-founded conclusions. The results are compiled into a documentary and teasers for our social media."
    ],
    "ghostHauntingEvent": "Ghost Hunting Events (Guest Experience)",
    "ghostHauntingEventText": [
      "We arrange exclusive ghost hunting events in close collaboration with owners of historical and paranormal sites. Just like our own investigations, a solid historical background study serves as the foundation for the evening.",
      "The evening often begins with a guided tour followed by a group dinner where the echoes of history become tangible. Here, guests can listen to the owner's own stories while we open up for discussions about the paranormal. It is a valued opportunity to share experiences and get to know each other on a deeper level before darkness falls.",
      "After dinner, we at Historiska Röster hold a demonstration of our technical equipment. We educate guests on how the various tools are used to document and measure activity.",
      "During the investigation itself, guests choose their own approach: either exploring the site on their own with borrowed equipment, or joining one of us for a guided investigation. Everything is based on what the guest feels comfortable with.",
      "We conclude the night with a group gathering to review the night's experiences and observations. Afterward, the event wraps up; guests who have booked an overnight package retire to their rooms, while others head home.",
      "A ghost hunting event with us is more than just a thrill – it is a way to unite history, community, and the unexplained in a safe environment.",
      "Do you want to turn your history into an experience? We are always open to new ideas and happy to tailor collaborations to your specific needs. It’s better to reach out once too often than not at all!",
      "Feel free to contact us <a href=\"mailto:historiskaroster@outlook.com\" class=\"link\">via this link</a> for an initial meeting."
    ],
    "interestedInCooperation": "Interested in collaborating with us?",
    "cooperationText": [
      "At Historiska Röster, we believe in the power of working together. We are constantly looking for exciting new collaborations that can elevate both our investigations and the paranormal community at large.",
      "Are you another paranormal team interested in a joint investigation, or do you represent a company selling advanced equipment? We are also interested in partnerships regarding branded apparel, printing, and other gear that helps strengthen our brand and presence in the field.",
      "We see great potential in exchanging experiences, testing new technology, and creating unique content together that engages and fascinates our social media followers. By combining our expertise, we can create something truly special.",
      "Do you have an idea for a collaboration or a product you think would suit us? Don't hesitate to get in touch! As we always say: it’s better to contact us once too often than not at all.",
      "The easiest way to reach us is <a href=\"mailto:historiskaroster@outlook.com\" class=\"link\">via this link</a> for an open discussion."
    ]
  }
}
