{
  "aboutUs": {
    "title": "About us",
    "teamTitle": "The Team",
    "teamText": "This wonderful crew began their journey together on July 28, 2024. In the bottom left, you’ll find Nathalie from Karlshamn, the ghosts’ very own energy drink – when Nathalie starts nodding off during an investigation, you know something exciting is about to happen. In the top left is Angelica, our Gothenburg detective, who dives deep into historical archives to uncover ghostly mysteries. In the top right, you’ll find Annsofie from Borås, our storytelling voice who brings ghosts to life and makes every mystery a little more magical. Last but not least, there’s Dennis, the tech nerd from Borås, whose passion for technology and cameras captures our adventures and turns them into top-notch films.",
    "whoAreWe": "Who are we?",
    "whoAreWeText": "Our team is a group of passionate souls from across Sweden united by a fascination for the mysterious and historical. We explore historical places in depth by combining traditional research with modern technology and paranormal investigation methods. By sharing our results with the world, we aim to revive historical events, preserve the past, prove that something lies beyond, and inspire others to explore the unknown.",
    "visionTitle": "Our Vision",
    "visionText": "We aim to illuminate the unknown through history.",
    "goalTitle": "Our Goal",
    "goalText": "Our goal is to uncover hidden stories and understand the phenomena that have fascinated people for generations.",
    "keywordsTitle": "Our Core Values",
    "keywords": {
      "document": {
        "title": "Document",
        "text": "We strive to systematically document and preserve historic sites with potential paranormal activity to build a reliable and detailed archive of these phenomena."
      },
      "understand": {
        "title": "Understand",
        "text": "We work to deepen understanding of the historical and cultural factors that can influence experiences of paranormal phenomena and highlight their context."
      },
      "inform": {
        "title": "Inform",
        "text": "We are committed to spreading knowledge about paranormal research and its methods, making the subject accessible to the public to spark curiosity and increase awareness."
      },
      "preserve": {
        "title": "Preserve",
        "text": "We are dedicated to preserving and protecting historic sites, especially those tied to local legends and traditions, to safeguard their stories for future generations."
      },
      "collaborate": {
        "title": "Collaborate",
        "text": "We actively seek collaboration with local communities, historical societies, and researchers to foster a broad and diverse perspective on paranormal research and its relevance."
      },
      "reliability": {
      "title": "Reliable",
      "text": "We never fake results. Our ghost hunts are based on honest observations and an open, critical mind. Reliability always comes before drama – we seek truth, not sensationalism."
    }
  },
    "howWeInvestigate": "How does an investigation work?",
    "howWeInvestigateText": [
      "To build a solid foundation for our research, we begin with an in-depth historical study before visiting the site. We look for names, photos, and specific events tied to the property and its previous owners.",
      "On the day of the investigation, we visit relevant locations such as churches, cemeteries, and buildings connected to the site’s history.",
      "Fieldwork starts at dawn and is conducted with modern equipment. We carry out our investigations in the darkness of night, when senses sharpen in the absence of sight.",
      "Collected materials are carefully analyzed afterward to identify patterns and draw conclusions. The results are presented in a documentary film and teaser clips on our social media.",
      "In the future, we plan to produce more films that highlight both the site's history and its surroundings. We will also interview past and current owners or staff to collect personal stories and insights."
    ],
    "interestedInCooperation": "Interested in collaborating with us?",
    "cooperationText": [
      "Imagine joining us on a unique journey through time and space. With our passion for the unknown, our knowledge, and our advanced equipment, we’ll dive deep into the site’s history to reveal its secrets. We'll use every tool we have to capture even the smallest traces of paranormal activity and create compelling documentation.",
      "Through our collaboration, we can craft an exciting story that attracts visitors and raises awareness of your location and the surrounding area. Imagine seeing your site in the spotlight across social media, with people engaging in both our research and your history. Together, we can create something truly special.",
      "Don't hesitate to contact us! You can easily reach us <a href=\"mailto:historiskaroster@outlook.com\" class=\"link\">via this link</a> – and as we always say, it's better to reach out once too often than not at all.",
      "We’re of course open to different kinds of collaborations. If you have an idea, we’re happy to discuss it further with you."
    ]
  }
}
