{
  "title": "Annas Bed & Kitchen",
  "investigation": "Historical Voices Were Here",
  "investigationDate": "",
  "image": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen.webp",

  "history": [
    {
      "heading2": "The House and the History of the Place",
      "text": [
        "In Vare, just outside Varberg, lies this charming farmstead with a garden dating back to the 17th–18th centuries. The property was previously known as the private residence Bengt Svensgård, the Poorhouse/Municipal Farm, and an Old People’s Home, but today it is known as Johansson’s Gård and Annas Bed & Kitchen."
      ]
    },
    {
      "heading2": "17th–18th Century – Bengt Svensgård Takes Shape",
      "text": [
        "The site in Vare was already a thriving agricultural farm during the 17th century. According to tradition and early sources, Börje Svensson is believed to have purchased the farm around 1690. The farm later became known as Bengt Svensgård and was passed down through several generations.",
        "As far back as we can trace the parish records, which is to the year 1755, we can see that Albrekt Börgesson (born 1707 – died 26 April 1779) lived on and farmed Bengt Svensgård together with his wife Anna Andersdotter (born 1720 – died 9 January 1774). They had the children Inger (born 1744), Beata (born 1748), Helena (born 1750), Olof (born 1752), Börge (born 1754) and Anna (born 1759 – died 25 December 1771). During this time, the farm was a centre of work and family life, with farmhands and maids regularly attached to the household.",
        "When Albrekt Börjesson later died in 1779, his son Olof Albrektsson took over the farm and lived there together with his wife Johanna Jönsdotter (born 1750). Their children Albert, Bengt (7 March 1789), Kerstin, Gertrud and Lena also grew up there. The farm continued to be run as an agricultural holding, with many farmhands and maids living and working on the property."
      ]
    },
    {
      "heading2": "Early 19th Century – The Olofsson Family",
      "text": [
        "When Olof passed away, Johanna, Bengt and his sister Lena remained on the farm. For a period, the son Bengt Olofsson worked as a farmhand before starting his own family and taking over the operation of the farm.",
        "Bengt and his wife Gunnild Larsdotter (26 March 1791) lived on the farm with their children Lars Otto (15 March 1818), Albrekt (28 August 1820), Nils August (7 October 1827), Anna Johanna (24 February 1823), Anders (9 August 1830), Lovisa Beata (29 April 1832) and Beata Christina (26 January 1838).",
        "Sadly, Lars Otto died on 6 November 1847 in an accident. The exact circumstances cannot be determined. The name of the son Petter is also crossed out in the parish records, but the reason is unclear."
      ]
    },
    {
      "heading2": "Late 19th Century – The Bengtsson Family",
      "text": [
        "By the middle of the 19th century, the next generation took over. The son Albrekt Bengtsson assumed ownership of the farm and lived there with his wife Inger Breta Nilsdotter (born 2 January 1839). They had a son, Lars (born 11 July 1861). Sadly, Inger died on 15 February 1862, and Albrekt later married Augusta Sofia Bengtsson (born 22 October 1847) on 21 January 1876. The son Johan August remained on the farm, and Albrekt and Augusta had the children Alma Justina (27 March 1869), Johan August (15 February 1871), Inger Britta (14 February 1876), Bengt Albert (2 July 1880) and Lovisa Gunilla (8 January 1886).",
        "Tragically, the daughter Alma Justina died on 14 September 1879, and the daughter Inger Britta died on 28 August 1879. Albrekt himself died on 23 October 1890.",
        "The parish records show that all names are crossed out and that the widow Augusta Sofia Bengtsdotter (born 28 August 1847) lived on the farm with the children Johan August, Bengt Albert and Lovisa Gunilla, as well as her sister-in-law Anna Bengtsdotter (born 24 February 1823). A man named Johannes Jönsson (born 26 February 1854) also lived on the farm."
      ]
    },
    {
      "heading2": "Early 20th Century – The Fire and the Major Change",
      "text": [
        "It is said that a fire occurred in the residential building around the turn of the century, and that the farm was subsequently sold to the municipality of Träslöv. We have not found any evidence of this, but it may have been the decisive turning point in the site’s history.",
        "The farm lost its role as a private home and instead took on a municipal function."
      ]
    },
    {
      "heading2": "1900–1960 – Poorhouse, Municipal Farm and Old People’s Home",
      "text": [
        "The farm was converted into a poorhouse, later known as a municipal farm. People lived here whom society could no longer care for in other ways: the elderly, the sick, the poor, and sometimes individuals with mental illness.",
        "More than 30 people could live here at the same time, including inmates, farmhands and maids. Traces of padded cells and a mortuary can still be found today.",
        "It is said that in 1912 a man in a straitjacket arrived by horse-drawn carriage to stay overnight at the farm during transport to a mental health institution in Helsingborg.",
        "Between 1917 and 1923, Emil and his wife Signe, born in 1895 in Sibbarp, were caretakers of the municipal farm. They were also responsible for transporting the relatives of the deceased when these had no horses of their own.",
        "At this time, poorhouses were a common institution in Sweden, with municipalities responsible for caring for those who could not support themselves. These facilities, which later evolved into old people’s homes, were often built in secluded locations—possibly reflecting a sense of shame surrounding poor relief."
      ]
    },
    {
      "heading2": "The 1960s – The End of an Era",
      "text": [
        "When the municipality of Träslöv became part of the city of Varberg in 1960, the elderly residents were moved to the newly built retirement home Östergården. The farm then faced demolition. This could have been the end of the story."
      ]
    },
    {
      "heading2": "1971 – The Rescue",
      "text": [
        "In 1971, Gunnie Johnsson took over the farm—and saved it from demolition. This is when the name Johnssons Gård was born.",
        "The buildings were preserved, restored and given new life. The place slowly began to transform from an institution into a meeting place.",
        "The farm is still owned by the family, as her daughter Pia Kellström later took over."
      ]
    },
    {
      "heading2": "The 2000s – Annas Bed & Kitchen",
      "text": [
        "In the old main building, Annas Bed & Kitchen eventually took shape—a place to stay and dine that consciously connects to the site’s history.",
        "The name Anna is no coincidence. It is a tribute to Anna Katrina Albrektsson, daughter of Lars Albrektsson, who once grew up here before the farm became a poorhouse.",
        "Today, guests sleep in rooms where generations have lived, worked, been cared for and dreamed."
      ]
    },
    {
      "heading2": "Today – A Living Cultural Heritage",
      "text": [
        "Today, Johnssons Gård is once again a place full of life: businesses, crafts, food, meetings, and guests from near and far.",
        "And at the heart of the farm is still Annas Bed & Kitchen—where history is not hidden away, but allowed to take its place."
      ]
    }
  ],

  "galleryTitle": "Image Gallery",
  "gallery": [
    {
      "src": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen_1976.webp",
      "alt": "Anna's Bed & Kitchen 1976",
      "caption": "Anna's Bed & Kitchen 1976"
    },
    {
      "src": "/images/annas_bed_and_kitchen/lars_johannas_gravsten.webp",
      "alt": "Gravestone of Lars, Johanna, and Carl",
      "caption": "Gravestone of Lars, Johanna, and Carl"
    },
    {
      "src": "/images/annas_bed_and_kitchen/sjuksyster_barnmorska_i_hem-miljo_troligen_laura_alberktsson.webp",
      "alt": "Nurse/Midwife Laura Albrektsson",
      "caption": "Nurse/Midwife Laura Albrektsson"
    },
    {
      "src": "/images/annas_bed_and_kitchen/likvagnen_sibbarp.webp",
      "alt": "The mortuary cart used at the Municipal Estate",
      "caption": "The mortuary cart used at the Municipal Estate"
    },
    {
      "src": "/images/annas_bed_and_kitchen/personal_ostergarden.webp",
      "alt": "Staff outside Östergården",
      "caption": "Staff outside Östergården"
    }
  ],

  "resultTitle": "Summary from Our Investigation",
  "results": [
    {
      "title": "Coming Soon",
      "text": [""]
    }
  ],

  "moreTitle": "Learn More About Anna's Bed & Kitchen",
  "more": "Explore their official site <a href=\"https://annasbedandkitchen.se/\" target=\"_blank\">here</a> and don't miss the chance to book a stay in this historic house.",

  "referencesTitle": "Sources",
  "sources": [
    {
      "text": "Rotter.se",
      "url": "https://www.rotter.se/gsi/368771"
    },
    {
      "text": "Digital Museum",
      "url": "https://digitaltmuseum.se/"
    },
    {
      "text": "Johnssons Gård",
      "url": "https://www.johnssonsgard.se/"
    }
  ]
}
