{
  "title": "Annas Bed & Kitchen",
  "investigation": "Historiska Röster were here",
  "investigationDate": "January 3–4, 2026",
  "image": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen.webp",

  "history": [
    {
      "heading2": "The house and the history of the place",
      "text": [
        "In Vare, just outside Varberg, lies this charming farmstead with a garden dating back to the 17th–18th centuries. The property was previously known as the private residence Bengt Svensgård, the Poorhouse/Municipal Farm, and an Old People’s Home, but today it is known as Johnssons Gård and Annas Bed & Kitchen."
      ]
    },
    {
      "heading2": "17th–18th centuries – Bengt Svensgård takes shape",
      "text": [
        "The site in Vare was already a thriving agricultural farm in the 17th century. It is believed that Börje Svensson (born c. 1670) purchased the farm around 1690 and lived there with his wife Barbro Olofsdotter (born c. 1670) and their children Ingrid (1703–1780) and Albrekt (born 1706). The farm later came to be known as Bengt Svensgård and became a home passed down through several generations.",
        "As far as church records show, beginning in 1755, Albrekt Börjesson (born 1707 – died April 26, 1779), son of Börje Svensson, lived and worked at Bengt Svensgård together with his wife Anna Andersdotter (born 1720 – died January 9, 1774). They had the children Inger (born 1744), Beata (born 1748), Helena (1750–1789), Olof (born 1752), Börge (born 1754), and Anna (born 1759 – died December 25, 1771). During this time, the farm was a center of work and family life, with farmhands and maids regularly attached to the household.",
        "When Albrekt Börjesson later passed away in 1779, his son Olof Albrektsson took over the farm and lived there together with his wife Johanna Jönsdotter (born 1750 – died 1813). Their children Anna (1770), Kerstin (1773), Albert (1776), Gertrud (1787–1862), Bengt (March 7, 1789), and Lena (1759) grew up there. The farm continued to be run as an agricultural holding, and many farmhands and maids lived and worked on the property."
      ]
    },
    {
      "heading2": "Early 19th century – The Olofsson family",
      "text": [
        "When Olof passed away, his wife Johanna and the children Bengt and Lena remained on the farm. The son Bengt Olofsson worked as a farmhand before starting his own family and taking over the operation of the farm.",
        "Bengt and his wife Gunnild Larsdotter (born March 26, 1791) married on October 2, 1815, and lived on the farm with their children Lars Otto (March 15, 1818 – November 6, 1847), Albrekt (August 28, 1820 – October 23, 1890), Nils August (born October 7, 1827), Anna Johanna (born February 24, 1823), Anders (August 9, 1830 – 1903), Lovisa Beata (born April 29, 1832), Peter Johan (born 1834), and Beata Christina (January 26, 1838 – 1919).",
        "Tragically, Lars Otto died in an accident in 1847 at the age of 29; the exact circumstances are unclear. The son Peter’s name is also crossed out in the household examination records, though the reason is unknown."
      ]
    },
    {
      "heading2": "Late 19th century – The Bengtsson family",
      "text": [
        "By the mid-19th century, the next generation took over. The son Albrekt Bengtsson assumed responsibility for the farm and married Inger Breta Nilsdotter (January 2, 1839 – February 15, 1862) on July 5, 1860. They had a son, Lars (born July 11, 1861). Sadly, Inger died in 1862, and Albrekt later married Augusta Sofia Bengtsdotter (born October 22, 1847 – died 1890) on January 21, 1876. The son Lars remained on the farm, and Albrekt and Augusta had the children Alma Justina (March 27, 1869 – 1879), Johan August (born February 15, 1871), Inger Britta (February 14, 1876 – 1879), Bengt Albert (July 2, 1880 – 1940), and Lovisa Gunilla (born January 8, 1886).",
        "Tragically, the daughter Alma Justina died on September 14, 1879, at the age of 10, and the daughter Inger Britta died on August 28, 1879, at the age of 3. Albrekt himself passed away on October 23, 1890.",
        "After Albrekt’s death, the widow Augusta Sofia Bengtsdotter remained on the farm with the children Johan August, Bengt Albert, and Lovisa Gunilla, as well as her sister-in-law Anna Bengtsdotter (born February 24, 1823). A man named Johannes Jönsson (born February 26, 1854) also lived on the farm.",
        "It is supposed to be the eldest son, Lars Albrektsson, who sells the farm to the municipality. Lars and his wife, Johanna Larsdotter, are buried at Träslöv Church and next to them lies their grandson Carl."
      ]
    },
    {
      "heading2": "1900–1960s – Poorhouse, municipal farm, and old people’s home",
      "text": [
        "The farm was converted into a poorhouse, later known as a municipal farm. People lived here whom society could no longer care for in other ways: the elderly, the sick, the poor, and sometimes mentally fragile individuals.",
        "More than 30 people could live here at the same time, including residents, farmhands, and maids. Traces of padded cells and a mortuary still remain today.",
        "It is said that a man in a straitjacket arrived by horse-drawn carriage to stay overnight at the farm during a transfer to a mental health institution in Helsingborg in 1912.",
        "At this time, poorhouses were a common institution in Sweden, with municipalities responsible for caring for those unable to support themselves. These facilities, which later developed into old people’s homes, were often built in secluded locations—possibly reflecting a sense of shame surrounding poor relief."
      ]
    },
    {
      "heading2": "The 1960s – The end of an era",
      "text": [
        "When the municipality of Träslöv became part of the city of Varberg in 1960, the elderly residents were moved to the newly built retirement home Östergården. The farm then faced demolition. This could have been the end of its history.",
        "Bengt, the son of Albrekt Bengtsson, worked as a gardener and caretaker at Östergården."
      ]
    },
    {
      "heading2": "The 1970s – The rescue",
      "text": [
        "In 1971, Gunnie Solveig Johnsson (born 1932 – died June 21, 2025) and Olof Göran Johnsson (March 21, 1930 – June 28, 2016) took over the farm—and saved it from demolition. This is when the name Johnssons Gård was born.",
        "The buildings were preserved, restored, and given new life. The place slowly transformed from an institution into a meeting place.",
        "The farm remains in the family, as their daughter Pia Kellström later took over."
      ]
    },
    {
      "heading2": "The 2000s – Annas Bed & Kitchen",
      "text": [
        "In the old main building, Annas Bed & Kitchen gradually emerged—a place to stay and dine that consciously connects to the site’s history. Today, the building covers approximately 900 square meters with 18 rooms, carefully adapted for overnight stays, meetings, and community. In recent years, the house has been renovated, including an extension of the basement by the current owner Pia Kellström together with her brother.",
        "The name Anna is no coincidence. It is a tribute to Pia’s grandmother Anna. Today, guests sleep in rooms where generations have lived, worked, been cared for, and dreamed."
      ]
    },
    {
      "heading2": "Today – A living cultural heritage",
      "text": [
        "Today, Johnssons Gård is once again a place filled with life: businesses, crafts, food, meetings, and guests from near and far.",
        "And at the heart of the farm is still Annas Bed & Kitchen—where history is not hidden away, but allowed to take its place."
      ]
    }
  ],

  "galleryTitle": "Image Gallery",
  "gallery": [
    {
      "src": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen_1976.webp",
      "alt": "Annas Bed & Kitchen 1976",
      "caption": "Annas Bed & Kitchen 1976"
    },
    {
      "src": "/images/annas_bed_and_kitchen/lars_johannas_gravsten.webp",
      "alt": "Gravestone of Lars, Johanna, and Carl",
      "caption": "Gravestone of Lars, Johanna, and Carl"
    },
    {
      "src": "/images/annas_bed_and_kitchen/sjuksyster_barnmorska_i_hem-miljo_troligen_laura_alberktsson.webp",
      "alt": "Nurse/Midwife Laura Albrektsson",
      "caption": "Nurse/Midwife Laura Albrektsson"
    },
    {
      "src": "/images/annas_bed_and_kitchen/likvagnen_sibbarp.webp",
      "alt": "The hearse used at the Municipal Farm",
      "caption": "The hearse used at the Municipal Farm"
    },
    {
      "src": "/images/annas_bed_and_kitchen/personal_ostergarden.webp",
      "alt": "Staff outside Östergården",
      "caption": "Staff outside Östergården"
    }
  ],

  "resultTitle": "Summary from our investigation",
  "results": [
    {
      "title": "Coming soon",
      "text": [""]
    }
  ],

  "moreTitle": "Learn even more about Annas Bed & Kitchen",
  "more": "Explore their official website <a href=\"https://annasbedandkitchen.se/\" target=\"_blank\">here</a> and don’t miss the opportunity to book an overnight stay in this historic house.",

  "referencesTitle": "Sources",
  "sources": [
    {
      "text": "Rotter.se",
      "url": "https://www.rotter.se/gsi/368771"
    },
    {
      "text": "Digitalt Museum",
      "url": "https://digitaltmuseum.se/"
    },
    {
      "text": "Johnssons Gård",
      "url": "https://www.johnssonsgard.se/"
    },
    {
      "text": "Enterprise Magazine",
      "url": "https://www.enterprisemagazine.se/nyheter/artikel/unikt-hotell-pa-landet?utm_source=chatgpt.com"
    },
    {
      "text": "The National Archives of Sweden",
      "url": "https://sok.riksarkivet.se/digitala-arkiv?Arkivsok=Tr%c3%a4sl%c3%b6v&EndastDigitaliserat=true&Lan=Hallands+l%c3%a4n&Arkivtyp=Alla&AvanceradSok=False&PageSize=20&typAvLista=Standard&page=1&postid=Arkis+64218eae-ecc4-4c37-9c70-e13c56b3790f&tab=post&s=Balder"
    },
    {
      "text": "Lantmäteriet",
      "url": "https://historiskakartor.lantmateriet.se/hk/detailed"
    },
    {
      "text": "Albrekt Bengtsson",
      "url": "https://gw.geneanet.org/marieh?n=bengtsson&oc=&p=albrekt&type=fiche"
    }
  ]
}
