{
  "title": "Gathenhielm House",
  "investigation": "Historical Voices was here",
  "investigationDate": "October 19–20, 2024",
  "image": "/images/gathenhielmska_huset/Historiska_roster_gathenhielm.webp",
  "history": [
    {
      "heading2": "Gathenhielm House",
      "text": [
        "During the 18th century, Gothenburg was struck by several devastating city fires, which means much of the city's original buildings from that period have disappeared. One of the few wooden houses preserved from that era is the Gathenhielm House, which, according to archives and details in the structure, was probably built in the 1740s. This makes the house one of Gothenburg's oldest preserved buildings.",
        "When the Gathenhielm House was built, the area around Majorna was sparsely developed with small houses. Majorna lay outside the city walls and lacked a fixed city plan, meaning the houses were built without much order. It wasn't until the 1860s that Stigbergstorget began to be mentioned in newspapers. The square got its name from a path leading up the hill. It is said that when trams began running up to Stigbergstorget, two horses were needed to pull the cars up the steep slope.",
        "Neither Lars nor Ingela Gathenhielm lived in the house, but Lars had a dream of building a house with a balcony where he could look down on his guests as they arrived. This explains why the house was built the way it was. The plot where the house was built was first owned by Lars, and after his death, it was bought by his wife Ingela. When Ingela died in 1729, their son, Anders Gathenhielm, inherited the land. According to a deed dated January 22, 1737, Johan Hansson Busck and Anna Thalena, Lars’ sister, bought the land. It was most likely Anna and her husband Johan who built the Gathenhielm House during the 1740s. Between 1777 and 1816, the house was a fideicommiss, meaning it remained within the Busck family and later passed to the d'Orchimont, Cronsioe, Williamsson, Bånge, and Bergenstråhle families.",
        "The house changed owners several times over the years. In 1816, supercargo Johan Tranchell bought the house at auction and kept it for eight years. In 1824 it was sold to mill owner Fredrik von Aken, and then to rope-making master Mathias Dahlström, who acquired it in 1846. The house remained in the Dahlström family for 140 years.",
        "Two major renovations of the house are known. The first was carried out in 1916 when Anna Dahlström initiated a restoration with help from the Röhsska Museum of Arts and Crafts. This renovation was led by artist and conservator Johan Nilsson, and several previously hidden or painted-over artworks were discovered during the process. Anna Dahlström married Johan Nilsson in 1920, and the couple continued restoring the house together. After Anna Dahlström’s death in 1941, she bequeathed the house to her cousin’s daughter, Vera Tham, who carried out additional renovations. After the Cultural Heritage Act was introduced in 1943, Vera Tham applied to the Swedish National Heritage Board for the Gathenhielm House to be declared a listed building. The application was granted, making the house Sweden’s first officially listed building.",
        "Gathenhielm House was sold to the City of Gothenburg on November 1, 1986, by owners Louise Tham-Nyström and Per Vollrath Tham. In 1996, the so-called Gathenhielm noble letter, along with other royal letters, was handed over to the Gothenburg City Museum. These documents are signed by three kings: Charles XII, Frederick I, and Gustav IV Adolf.",
        "The Gathenhielm Garden, once a private garden, is now a public park in Majorna and part of the Gathenhielm Cultural Reserve. The garden dates back to the 18th century and was preserved thanks to changes in the city plan in 1933 that prevented residential development in the area.",
        "The house contains several impressive rooms, including the King’s Room, which is said to reference Charles XII in several ways, although he never visited the house. Next to this room is the Versailles Salon, dominated by a tiled stove from the house’s original construction period. The largest room upstairs is the Grand Salon, and next to it is the Tapestry Room where the most distinguished paintings are preserved.",
        "For more than 30 years, the fraternal order Wänskapsbröderna was a tenant of Higab, but in recent times, FLOCK & MYLLER has helped transform the Gathenhielm House into a venue for innovative meetings and collaborations between artists, cultural practitioners, local businesses, and visitors."
      ]
    },
    {
      "heading2": "Lars Gathenhielm",
      "text": [
        "Lars Andersson Gathe was born on November 30, 1689, in Onsala Parish, located in northern Halland. He died on April 25, 1718, in Gothenburg at the age of only 28 due to bone tuberculosis. At the time of his death, he was the fifth richest man in Sweden.",
        "After their father’s death in 1710, Lars and his older brother Christian took over the family business. That same year, they joined the newly established Swedish privateering operations on the west coast. The brothers’ privateer fleet quickly grew to include around fifty ships. Lars actively participated in privateering at the beginning of his career, but after suffering a hip injury, he was forced to use crutches. He then managed the growing empire from land in Gothenburg, while Christian remained at sea.",
        "Onsala has a long maritime tradition, and in the 18th century, it had three shipyards, a sailmaker, and a ropewalk. It is no coincidence that several of Charles XII’s privateer captains came from the area. At the same time, plans were made for a permanent naval base in Malö harbor for the west coast, but Gustav III abandoned the project due to high costs, and instead, the navy was based in Gothenburg.",
        "During the Great Northern War, Lars led a successful privateer fleet under the protection of Charles XII. In 1715, he and his brother Christian were ennobled for their wartime contributions and given the name Gathenhielm (Gathe from their father and Hjelm from their mother’s side). In 1716, Lars became a fleet commander.",
        "As a sign of appreciation, Charles XII granted Lars Gathenhielm the Admiralty Shipyard, also known as the Old Shipyard. It was located on land that today includes the Maritime Museum, Stigbergstorget, the America Terminal, and the Fish Harbor. Here, Gathenhielm maintained parts of his privateer fleet. When the Maritime Museum built its aquarium, remnants of a 1700s street were found at the shipyard site.",
        "Most of the captured ships came from Norway and Denmark, but English and Dutch ships were also targeted. The captured ships were brought to Swedish ports where judges decided whether their seizure was lawful and how the profits should be divided between the crown and the privateers. In addition to the cargo, pirates also profited from the crews and passengers.",
        "Lars Gathenhielm did not limit himself to enemy ships. He also plundered Swedish vessels and murdered entire crews to build his fortune. By the end of 1716, his wealth was estimated at 22,530 silver dalers.",
        "Among the co-owners of Gathenhielm’s enterprises were financier David Amija, merchant Wilhelm von Utfall, customs inspector Peter Tillroth, and relative Olof Knape (ennobled Strömstierna). Gathenhielm also opened his own store, selling wine, groceries, hemp, herring, grain, tobacco, silk fabrics, and more. This annoyed the city’s merchants, but they lacked the power to stop him.",
        "The most famous—and notorious—privateer captain in Lars Gathenhielm’s fleet was the Englishman John Norcross. Born April 23, 1688, near Liverpool, he died December 4, 1758, in Copenhagen. He recruited experienced pirates from places like the Indian Ocean. After Lars’s death, Norcross turned to outright piracy and was eventually imprisoned in both Sweden and Denmark, where he remained in prison for thirty years.",
        "On February 15, 1711, Lars Gathenhielm purchased property No. 43 in the 5th quarter, Alströmer block, located at what is now Lilla Torget 6 in Gothenburg. He bought it from Mayor Magnus Melander of Borås for 2,400 silver dalers. The property was the western part of a two-story wooden house with a large basement. Lars and his wife Ingela lived here until his death. Unfortunately, the house no longer exists.",
        "In 1718, Lars was accused of attempting to smuggle copper plates. He had permission to export 2,500 plates to the Netherlands but loaded an additional 5,000, which was discovered. He hid the extra plates at his sister’s home in Orrviken, Onsala. Lars died before he could be tried, and Charles XII dropped the case in June that year.",
        "An examination of Lars's remains in 1956 showed that his left leg was shorter and significantly underdeveloped compared to the right, and his knee joint had damage likely caused by tuberculosis."
      ]
    },
    {
      "heading2": "The Gatan Farm in Onsala",
      "text": [
        "Anders Börjesson Gathe, lighthouse inspector, shipowner, captain, and shipbuilder from Vässingsö (born December 13, 1647, died March 22, 1710), and his wife Kerstin Larsdotter Hjelm (born September 11, 1654, died July 10, 1735), bought the Gatan Farm in Onsala, which was built in the 17th century. This is where Lars Gathenhielm grew up, which gave him the nickname 'Lasse i gatan' (Lasse in the street). After Anders's death, Kerstin remarried Lieutenant Colonel Johan Baltazar Caléen, who owned the farm until his death in 1751. The farm underwent a respectful restoration in the 1970s, when ceiling paintings from the 1600s were rediscovered and preserved. The house still stands at Gatan 17A in Onsala but is now privately owned.",
        "Lars was the eighth child in a family of ten siblings. His siblings were:<br>Christian (Kristen) Gathenhielm, born October 6, 1682 – died March 5, 1722 (aged 40), buried in the German Church. Married to Helena Katarina Utfall.<br>Christina (Kerstin) Andersdotter Gathe, born 1683 – died 1723 (aged 40). Married to Olof Knape, privateer captain, skipper, and merchant in Onsala.<br>Pyrita Gathe, born 1684 – died 1729 (aged 45).<br>Börta Andersdotter Gathe, born 1685 – died 1725 (aged 40). Married to merchant Michel Andersson Stare, resident of Staregården in Onsala.<br>Helena Gathe, born 1686 – died young.<br>Thalia Gathe, born 1687 – died young.<br>Börje Gathe, born 1688 – died 1710 (aged 22).<br>Erik Andersson Gathe, born 1694 – died 1712 (aged 18). Privateer captain on the ship *La Revange*, built by Lars and Christian, but which sank in 1712.<br>Anna-Thalena Gathe, born December 27, 1694 – died December 2, 1777 (aged 83). Married to Anders Thorsson, who perished when the privateer *Siöblad* sank in 1711, and Johan Hansson Busc.",
        "In 1708, Anders Börjesson Gathe established a ropewalk along the shore of Kobbaviken in Onsala. The ropewalk was 200 meters long and 3 meters wide, and ropes were manufactured there. Anders also ran a sailmaking shop and a tobacco spinning mill. In 1717, the facility was burned down by Lars Gathenhielm’s arch-enemy, the Norwegian privateer Peter Tordenskjold. Today, only remains of the harbor exist, in the form of stones at the docks and the name Banagrundet. The ropewalk was later rebuilt in Gothenburg, at Bangatan, where it stretched from the garden behind what is now the Gathenhielm House to Djurgård Cemetery. The ropewalk remained in operation until 1879, when it was closed. In the garden near the flower shop, one can still see remnants of the foundation wall where the ropewalk once stood."
      ]
    },
    {
      "heading2": "Ingela Olofsdotter Gathenhielm",
      "text": [
        "Ingela Olofsdotter Gathenhielm, née Hammar, was born on September 11, 1692, and died on April 29, 1729. She grew up at the Hammarkulla farm in Onsala. She was the daughter of Olof Hammar (1653–1707), a shipowner in Onsala, and Gunilla Mårtensdotter (1659–1717), and had several siblings.",
        "Ingela and Lars had known each other since childhood and are said to have stood together as youngsters on Klockhöjden in Onsala, promising to marry when they grew up. When Lars once asked Ingela's father, Olof, for permission to marry her, he received the reply:",
        "<strong>'Only when Onsala Church has two towers, may you marry Ingela!'</strong>",
        "Lars fulfilled the promise and financed a smaller tower on the church, and it is there the couple rests to this day. The wedding took place on April 2, 1711, and after the ceremony, the privateer couple moved to Gothenburg.",
        "Ingela and Lars had five children together:<br>Kristina Gathenhielm, born March 30, 1713 – died young.<br>Anders Larsson Gathenhielm, born August 4, 1714 – died October 9, 1768. Anders studied law in Lund in 1730 and died of tuberculosis in the Maria parish in Stockholm, where he was buried. According to the burial register, he was 'Secretary in the Royal Chamber College...'.<br>Olaus Gathenhielm, born 1715 – died young.<br>Karl Gathenhielm, born August 17, 1716 – died young.<br>Lars Gathenhielm, born November 5, 1717 – died young.<br>Only their son Anders survived childhood, and the family line ended when he died in 1768.",
        "After Lars's death in 1718, Ingela took over the management of the Old Shipyard and continued the operations under her husband’s privateering permit until peace was concluded with Denmark in 1720 and with Russia in 1721. She remained in the house at Lilla Torget and also inherited a garden in Haga. At a time when women rarely owned property or ran businesses, Ingela was a pioneer. Her story is proof that women played an important role in Sweden’s history, even if their contributions have often been downplayed.",
        "After the war ended in 1721, Ingela entered into long-standing disputes with the crown over compensation for the costs of privateering during the war. She personally wrote extensive petitions describing her husband’s efforts on behalf of the crown. Her legal matters were managed by Lieutenant Colonel Isak Browald, whom she married in 1722. Between Ingela and Isak, Sweden’s first prenuptial agreement is said to have been written."
      ]
    }
  ],
  "eventTitle": "Historical Places and Events in the Area",
  "events": [
    {
      "title": "Majorna in the Past",
      "text": "Stigbergstorget was originally located outside the city limits of Gothenburg and was part of a shanty town that developed around the Admiralty shipyard. The buildings mostly consisted of simple wooden houses where sailors, boat builders, carpenters, rope makers, and other maritime workers lived. The area was strongly influenced by maritime history, and many residents worked at the shipyard or were otherwise involved in seafaring activities. Around the square, there were small shops and workshops serving the local population. It was a place where one could buy food, tools, and other necessities. East of the Gathenhielm House were two smaller buildings that belonged to a ropewalk. These buildings offer insight into the lives of workers who made ropes for the maritime industry. Below Stigbergstorget lay Fyrkanten, an area with a completely different character, filled with taverns, brothels, and other entertainment venues that attracted sailors on leave. Pölgatan features buildings from the 18th and 19th centuries, providing a glimpse of what Majorna looked like before more modern buildings began to appear in the late 19th century. At the current location of Oceanen once stood a building called the Scandal House. The name was due to its five floors, which were considered too tall in comparison to the small wooden houses around it. The Scandal House was demolished between 1937 and 1938 and replaced by the Oceanographic Institute, where plankton research was conducted. In 1916, a cinema named Kaparen (The Privateer), named after Lars Gathenhielm, opened on the ground floor. Kaparen closed in 1982, and today it is home to a restaurant called Moreno Pizza. The Oceanographic Institute was converted into a cultural center in 1996 and became the popular Oceanen in 2014, which now functions as a restaurant, club, and music venue. Next to Oceanen is the Dahlström House, built around 1790 and owned by the regiment and cholera doctor Johan Niklas Jedeur. Next door was the so-called Jedeur House. In the 19th century, it was known as the Golden Sow, a brothel frequented by sailors visiting Gothenburg. Elisabeth Gustavsdotter, believed to have worked at the Golden Sow, was Jack the Ripper’s third victim and later died in London."
    },
    {
      "title": "The Cholera Epidemic",
      "text": "On Saturday, July 26, 1834, sailor Anders Ryberg, who lived in Majorna, fell ill. He went to work in the morning and began to feel unwell between 7 and 8 o'clock. He started vomiting, had diarrhea, and cramps in his legs. He was taken home and died at half-past three in the afternoon. His wife, Anna Persdotter, fell ill the same day and died the following morning. The autopsy concluded the cause of death as stroke, but it was also noted that the weather had been unusually hot in recent days, and there had been several other deaths with similar symptoms. City doctors Johan Niclas Jedeur and David Lübeck requested a forensic autopsy to determine whether the deaths were caused by poisoning or a contagious disease. After the investigation, the County Administrative Board announced that the deaths, as well as two others in Majorna, were due to an epidemic disease caused by the intense heat, but that the disease was not contagious. The day after, Ryberg’s foster daughter died from the same symptoms. More deaths followed, and on August 2, a meeting was held with city doctors and the County Administrative Board, which confirmed that the disease was not contagious. Despite this, the cholera regulation was implemented on August 4 and the Larsmäss market was canceled. On August 5, the County Administrative Board announced that cholera had broken out in the city. It took 20 years before the deaths were linked to cholera, and Anders Ryberg is considered the first known cholera victim in Sweden. It is estimated that about 37,000 Swedes have died from cholera since 1834."
    },
    {
      "title": "Onsala Church",
      "text": "Onsala Church, originally built in the 1600s, is believed to have had a church building on the site as early as the 1100s. In the 1700s, the vicarage suffered a fire that destroyed the church's entire archive. The oldest item in the church is the pulpit, which is believed to date from the 1500s. An interesting detail is that the pulpit is placed on the opposite side from what we are used to today, because the church was Danish at the time. In connection with Lars and Ingela’s marriage, Lars had the church's second tower built, and Ingela contributed by having her parents donate a brass chandelier to the church. This chandelier still hangs in front of the gallery and is a clear sign that Ingela came from a wealthy home. Behind the altar, a staircase with oak steps leads down to the Gathenhielm family crypt. Ingela bought the magnificent marble coffins in Amsterdam for a total of 44,000 silver dalers. These coffins were shipped to Sweden without any of the North Sea’s many privateers managing to seize them. A staircase behind the altar leads to a private room dedicated to Lars and his family, where among other things, the gravestone of Lars’s parents can be seen. Both Lars’s and Ingela’s parents are buried on church grounds. People were once buried beneath the church floor, but after renovations, those stones were removed to be preserved. Lars’s parents’ gravestone is on a wall inside the church, and Ingela’s parents’ grave can be seen outside the church. Unfortunately, the stone cracked when it was moved to its current location."
    }
  ],
  "storyTitle": "Ghosts and Mystique",
  "stories": [
    {
      "title": "",
      "text": "According to an old legend, Lars did not die of bone tuberculosis, as initially believed, but from a severe knife wound to the leg after a fight with Peter Tordenskjold."
    },
    {
      "title": "",
      "text": "Employees have testified to strange occurrences in the house, especially in the attic and the basement. In the room at the far right, a desk reportedly moved on its own. This happened while a writer was alone in the house, and afterward, he said he had written more than ever before. Some suggest he may have been helped by an invisible source. The result was the book 'Dikten'. One of the employees believes that it was John Norcross who was present in the room with the writer."
    },
    {
      "title": "",
      "text": "Another legend tells of the Gathenhielm coffins, which were said to have been intended for the Danish king and queen. Lars, using his cunning, supposedly obtained them by deceiving the Danish crew of a ship that entered Kungsbackafjorden. Dressed as fishermen, Lars and his men sold fish to the Danes while securing their own boat to the ship under the pretense of cooking food. They poured lead into the ship’s rudder, making it unsteerable. This made it easy for Lars to hijack the ship and take the coffins. Today we know this isn’t true. The coffins are made of Italian marble and were honestly purchased, declared at customs, and brought to Gothenburg."
    },
    {
      "title": "",
      "text": "According to another tale, although Lars's legs were bound at his funeral to prevent him from walking again, his ghost continued to haunt Onsala Church. His remains were therefore taken to Norra Horta, an island off the Värö Peninsula, where they were chained to the rocks. The haunting at the church stopped, but soon the island became haunted instead, which worried the local fishing community. Today we know that his remains still rest in the coffin."
    },
    {
      "title": "",
      "text": "Those who pass by the Gathenhielm House on a late autumn evening are said to hear the clatter of hooves as a rider approaches. Many residents of Majorna have testified to seeing a mysterious figure on a black horse, dressed in a dark, fluttering cloak. As the rider reached the house, the gate slowly opened, and a pale female figure in a long black dress could be seen in the doorway. It was Ingela, the privateer's wife, coming out to meet her husband."
    },
    {
      "title": "",
      "text": "Several Majorna residents have also reported seeing Lars and Ingela upstairs in the Gathenhielm House after nightfall."
    },
    {
      "title": "",
      "text": "Another legend says that anyone walking past Pölgatan 138 at midnight may hear three loud knocks on the door."
    }
  ],
  "resultTitle": "Summary of Our Investigation",
  "videoSectionTitle": "Join Us on the Investigation",
  "videos": [
    "https://www.youtube.com/embed/yKiZiAqEQMc?si=fz46EGRCIs3HI92B",
    "https://www.youtube.com/embed/VJ3Ho1WLFCM?si=0bfDY-CnhTQQ7yZ3"
  ],
  "moreTitle": "Learn more about the Gathenhielm House",
  "more": "Explore the official Gathenhielm House website <a href=\"https://www.gathenhielmska.se/\" target=\"_blank\" class=\"link\">here</a> and discover even more information about this fantastic building—and by all means, if you have the chance, don’t miss visiting this house at Stigbergstorget."
}
