{
  "title": "Hjortsberga Rectory & The Waffle Cottage",
  "investigation": "Historiska Röster was here",
  "investigationDate": "July 27–28, 2024",
  "image": "/images/hjortsberga/Hjortsberga.webp",
  "history": [
    {
      "heading": "History of Hjortsberga",
      "text": [
        "The oldest documented vicarage was located east of the church. In 1757 it burned down, and a new one was promptly built on the other side of the stream, further south. Remains from the fire-damaged vicarage were moved to Tving (Lilla Näs 4). This happened during the time of Sante Johan Santesson, vicar of Hjortsberga Church. In the house, a wooden plank was found with the inscription: “In 1757, Vicar Sante Johan Santesson had this building newly constructed. The carpenter from Runneby, Hans Broman, made the windows and door.” During the 19th century, the vicarage was a gathering place for local farmers and fishermen, and it also functioned as a school for the village children. The vicarage was in use until 1938, when it was replaced by a new building constructed next to the old one during Pastor Robert Bosson’s tenure. The old vicarage was later dismantled and moved to Vämöparken in Karlskrona in 1941.",
        "When the house was reassembled, efforts were made to preserve the original features, but some doors were replaced with ones from other properties. None of the tiled stoves are originally from the house. In the hallway, the interior painting was preserved, while the upstairs wallpaper was reconstructed based on fragments. The furniture in the house comes from various locations and is not originally from the vicarage. Furniture has been moved inside Hjortsberga vicarage, and impressions were left in an old cradle. Mysterious footsteps, children's voices, and barking dogs have been heard. It is said that the ghost is named Hulda and that she followed when the house was moved to Karlskrona.",
        "The vicarage that still stands in Hjortsberga is currently used as a preschool (Lönebovägen 1). Horses from local riding schools still refuse to pass by the building, cars sometimes inexplicably stall when driving by, and dogs can go wild—barking and raising their hackles. Priests who have seen the ghost refer to her as 'the Lady', but Randolfsson called her Evelina.",
        "Research by Peter Bowin (chairman of the local heritage society) may provide an explanation for the hauntings. I don’t have all the details, but in the 18th century, a priest here is said to have fallen in love with a 15-year-old girl. She died in childbirth before turning 16. Perhaps it is the fate of this girl and her child that is the origin of the story."
      ]
    },
    {
      "heading": "Hjortsberga Church",
      "text": [
        "Hjortsberga Church was built in the early 13th century and is considered one of the oldest in Blekinge.",
        "It is also said to be haunted. One time, a 200-kilo chandelier suddenly detached from the church ceiling and nearly fell directly onto the then sexton, Håkan Lennartsson. He survived with only minor injuries.",
        "On a tombstone near the altar, it reads – In memory of the venerable Dean and Vicar Nicolaus P. Albin, born in 1653, died in 1714, (this stone) was dedicated by his son-in-law Gust. A FULT, vicar in Jordsberga and Edestad in 1724. – On a marble plaque at the cemetery by the door leading to the pulpit, it reads – This stone covers the remains of a man distinguished for his learning and piety, Mr. PETER NICOLAI ALBIN, active vicar of Jordsberga for 10 years, and his noble wife Anne Michaelis Frillest, dearly beloved wife and mother of a single child. He died in November 1655, she in 1654. May their souls rest in peace. Nicolaus Peterson Albin, their only surviving son. – (From a dissertation by Adam Julius Kling in 1748, translated from Latin in 2003 by Åke Blennow).",
        "The Hjortsberga burial ground is located next to Hjortsberga Church and is the best-preserved burial ground from the late Iron Age in the region, dating from around 400 AD to the Viking Age. About 110 ancient remains lie in open terrain on top of an esker. There are 55 burial mounds, eleven treuddar (three-pointed stone settings), 13 quadrilateral stone settings, five circular stone settings, and 19 ship settings—all typical burial forms from the period. Several of the graves at Hjortsberga have been excavated, including a ship setting and a woman’s grave from the 9th century.",
        "More information about the church is available <a href=\"https://example.com/\">here</a>."
      ]
    },
    {
      "heading": "The Witch Trials in Blekinge",
      "text": [
        "In 1679, witch burnings took place in Blekinge. On January 20, Bengta Bengtsdotter and Olefva Torstensdotter, two women from the town’s lowest social classes, were imprisoned for witchcraft. The 50-year-old Bengta, a newcomer, freely confessed to causing the burgher’s wife Margareta Feier to fall severely ill by casting bewitched salt on the vicarage walls. However, she placed all the blame on Olefva, who had provided her with the salt. Danish law, still in effect in Ronneby at the time, allowed torture, which was used on both women. Bengta soon broke under the pain, but Olefva remained silent.",
        "Over the three months the trial lasted, both the witnesses’ and the accused’s stories grew increasingly imaginative. When proceedings finally ended, Bengta was sentenced to death. Olefva was also sentenced, largely based on Bengta’s accusations and a few rash statements extracted under torture. By the time the sentences could be carried out in October 1679, Bengta had died a natural death in her prison cell. Before her death, she recanted everything and admitted it had all been lies and fabrications. Nonetheless, Knut Hahn and the clergy managed to persuade Olefva that she should be executed anyway—on the grounds of fornication, misuse of the Lord’s Prayer during priestly blessings, and superstition. Olefva was publicly executed by beheading, followed by burning at the stake at Johannishus gallows hill."
      ]
    },
    {
      "heading": "The Johannishus Murder of 1899",
      "text": [
        "Theodor Julius Sallrot (born 1879) came from a wealthy family, but he did not want to ask them for money to support his extravagant lifestyle. Just before the murder, he had taken an expensive two-week vacation to Germany. He had used up his own money and also spent the insurance premiums of a company for which he was an agent. The day before the murder, the company demanded he repay the debt immediately or face police action.",
        "This led Sallrot, who worked as a station clerk, to murder his colleague Ernst Cederberg (born 1880), who also worked at the railway station, to steal 330 kronor from a cashbox. The next morning, Cederberg’s brutally battered body was found in a potato field not far from the station. Injuries from the struggle and other evidence quickly made Sallrot a suspect. He initially denied everything, but after a few days in custody, he confessed. Shortly after sunrise on July 5, 1900, Sallrot was executed in the courtyard of the county prison in Karlskrona."
      ]
  }
  ],
  "resultTitle": "Summary from Our Investigation",
  "videoSectionTitle": "Join Us on the Investigation",
  "results": [
    {
      "title": "A Brief Summary of What We Experienced",
      "text": [
        "When we arrived at the house, we forgot to greet it and introduce ourselves. As we mentioned going outside to take a walk in the park, a loud bang came from one of the cabinets in the main room downstairs, startling us all. We all felt that the house didn’t appreciate us barging in and wanted us out.",
        "As we started the investigation, two team members simultaneously felt physical contact. These two individuals were in separate rooms at the time.",
        "The staff had sensed the presence of children in the café. During our investigation of the café, we made clear contact with a child in the cold storage room.",
        "We had a long and intense communication with someone named Stig, who at times came across as quite rude.",
        "When we left the café alone with the equipment, the PMB meter was triggered. We didn’t notice this until we reviewed the footage at home. A surveillance camera with a trigger object was also running, but nothing was observed there."
      ]
    }
  ],
  "videos": [
    "https://www.youtube.com/embed/u7hD9J2ORYo?si=PPTHxrpsRzhWVhdW"
  ],
  "moreTitle": "Learn more about Hjortsberga & the Waffle Cottage",
  "more": "Explore the official page of the Waffle Cottage <a href=\"https://vaffelstugan.com/\" target=\"_blank\">here</a> to discover even more information about this fantastic place. And if you get the chance, don’t miss visiting the Waffle Cottage and admiring Hjortsberga Herrgård."
}
