{
  "title": "The Hunter's Grave",
  "investigation": "Historical Voices visited this site",
  "investigationDate": "16 August 2025",
  "image": "/images/hunters_grave/jagarens_grav.webp",
  "history": [
    {
      "heading2": "",
      "text": [
        "Historical Voices had the honor of being the only paranormal investigation team to examine this location. Out of respect for the landowner, we do not disclose the exact position of the site.",
        "The investigation took us deep into the site's past, covering both a solitary grave and an abandoned cabin, where silence held its own secrets."
      ]
    },
    {
      "heading1": "The Hunter's Grave",
      "text": [
        "According to old legend, a hunter rests here in the quiet of the forest. He is said to have thrown himself into Hönedammen to save a girl who was drowning. But fate had other plans. Both were pulled into the dark waters, and when the search finally ended, only the hunter's body was found. He was buried in a place where he often hunted, and his grave is surrounded by four spruces forming a rectangle. The girl vanished without a trace, lost among the reeds – and no one ever saw her again."
      ]
    },
    {
      "heading2": "The Offering Circle",
      "text": [
        "In the forest, there is an offering circle with a diameter of 5 meters. The site is marked with round and sharp stones. According to local accounts, a 'knalle' was killed here. A knalle was a traveling merchant or small businessperson who carried goods to sell at markets and fairs. They were known for being resourceful and independent, playing an important role in local trade during the 19th and early 20th centuries.",
        "If a knalle committed a serious crime, such as theft, fraud, or violence, they could historically face harsh punishment. In rural areas, justice sometimes took place outside villages or in secluded locations, such as forests.",
        "Before modern courts, local authorities or farmers might employ medieval or early modern punitive methods. An execution in a forest may have been a way to avoid public view or simply because the site was designated for such acts.",
        "In some stories, legends, or tales about knallar, executions in forests are mentioned for dramatic effect, perhaps to show the danger of breaking the law as a traveling merchant.",
        "An offering circle is a collection of stones, sticks, and twigs gradually accumulated at the site for a particular event, such as the scene of an alleged crime or accident."
      ]
    },
    {
      "heading2": "Ancient Remains",
      "text": [
        "Romelanda parish contains several registered ancient remains that offer a fascinating insight into human life during the Bronze and Iron Ages. These remains testify to ritual practices, burial customs, and ancient settlements that shaped the landscape. Examples of such remains include:",
        "Romelanda 1:1: An extensive burial field with burial mounds and stone settings, where people of ancient times laid their dead to rest in the silent shadows of the land.",
        "Romelanda 7:1, 8:1, 9:1, 9:2: Scattered stone settings that may have been graves or ritual sites, traces of ancient rituals and daily life.",
        "Romelanda 10:1: An Iron Age hillfort, likely a fortified settlement where people sought protection and security.",
        "Romelanda 171:1: Another registered site in the area, documented in Fornsök, whose exact function still raises questions.",
        "Romelanda 79:1: A milestone along the road by the Göta River, a reminder of the area's historical communication routes, also registered in Fornsök."
      ]
    }
  ],
  "galleryTitle": "Image Gallery",
  "gallery": [
    {
      "src": "/",
      "alt": "",
      "caption": ""
    }
  ],
  "resultTitle": "Summary from our Investigation",
  "videoSectionTitle": "Join us on the Investigation",
  "results": [
    {
      "title": "Brief Overview of Our Experience",
      "text": [
        "Communication with the landowner's father gave us an emotional encounter.",
        "We captured a strange sound on a recording that we still cannot explain.",
        "Vibrations were measured in the cabin.",
        "Traces were observed on the PMB at both the grave and in the cabin. This equipment provided most of our communication.",
        "We mapped a 'hanging figure' at the site. The next day, the landowner confirmed that someone was indeed reported to have hanged themselves there.",
        "In the forest behind the house, we noticed strangely broken treetops – trees about 4 meters tall stood together, surrounded by much taller, untouched trees."
      ]
    }
  ],
  "videos": [
    "Coming soon"
  ],
  "referencesTitle": "Sources",
  "sources": [
    {
      "text": "Some information comes from the landowner and local residents",
      "url": ""
    },
    {
      "text": "Wikipedia - The Hunter's Grave",
      "url": "https://sv.wikipedia.org/wiki/Romelanda_socken?utm_source=chatgpt.com"
    },
    {
      "text": "RAA - Fornsök",
      "url": "https://app.raa.se/open/fornsok/"
    },
    {
      "text": "Wikipedia – Ancient Remains in Kungälv",
      "url": "https://sv.wikipedia.org/wiki/Lista_%C3%B6ver_fornl%C3%A4mningar_i_Kung%C3%A4lvs_kommun"
    },
    {
      "text": "Wikipedia – List of Ancient Remains in Kungälv",
      "url": "https://wikimap.toolforge.org/?lang=sv&page=Lista_%C3%B6ver_fornl%C3%A4mningar_i_Kung%C3%A4lvs_kommun"
    },
    {
      "text": "Wikipedia – The Witch Trials in Kungälv",
      "url": "https://sv.wikipedia.org/wiki/H%C3%A4xprocessen_i_Kung%C3%A4lv?utm_source=chatgpt.com"
    }
  ]
}
