{
  "title": "Ghost Hunting Event with 3-Course Dinner!",
  "investigation": "Takes place",
  "investigationDate": "October 4, 2025",
  "image": "/images/jugend_house/Klevs Gästgiveri (CC BY).webp",
  "history": [
    {
      "heading1": "About the Event",
      "text": [
        "In collaboration with JugendHouse, we are hosting a ghost hunting event at Klevs Gästgiveri.",
        "Enjoy a delicious 3-course dinner in great company with others who share your interest in the supernatural. During dinner, the fascinating history of the house and location will be shared.",
        "If you like, you can also share your own supernatural experiences – a way to both create excitement and build camaraderie before the evening investigation.",
        "After dinner, participants will receive an introduction to the ghost-hunting equipment used during investigations, followed by the opportunity to try it out themselves – either in a group or individually, entirely at your own comfort level.",
        "For the truly daring, there is also the option to stay overnight at their guesthouse. They have three rooms available that evening and offer a 20% discount if booked in conjunction with the event.",
        "Price for ghost hunting with 3-course dinner: 495 SEK/person. Price for ghost hunting, 3-course dinner & accommodation with 20% discount: 2190 SEK (based on 2 people), including breakfast the next morning or perhaps brunch."
      ]
    },
    {
      "heading2": "When & Where?",
      "text": [
        "Date: October 4",
        "Address: Klevs Gästgivargård 1, 512 62 Mårdaklev"
      ]
    }
  ],
  "moreTitle": "More Information & Booking",
  "more": "Learn more about the property on Klevs Gästgiveri's <a href='https://www.jugendhouse.se' target='_blank' rel='noopener'>official website</a>.<br><br><strong>Book before September 28!</strong><br>Call or send SMS to +46 76-702 84 72 or send an e-mail to jugendhouse@gmail.com. <br><brYou can learn more about the history of Klevs Gästgiveri on <a href='/PageJugendHouse'>this page</a>"
}

