{
  "title": "Mysterium Fair & Beyond Life Party",
  "investigation": "Historical Voices was here",
  "investigationDate": "2 November 2024 & 1 November 2025",
  "image": "/images/mysterium_massan/Mysterium_massan.webp",
  "history": [
    {
      "heading2": "Mysterium Fair",
      "text": [
        "The Mysterium Fair is an annual event organized by Laxton Ghost Sweden, where exhibitors and speakers in fields such as meditation, healing, tarot, astrology, and alternative medicine come together. The fair offers visitors a unique opportunity to explore a wide range of spiritual and therapeutic practices through inspiring lectures, engaging workshops, and personal sessions.",
        "Historiska Röster attended the Mysterium Fair in both 2024 and 2025 and experienced the magical atmosphere, inspiring encounters, and warm sense of community. It’s truly an appreciated meeting place for everyone seeking alternative paths to greater well-being, deeper spirituality, and personal growth."
      ]
    },
    {
      "heading2": "Beyond Life Party",
      "text": [
        "After a day filled with insights and inspiration at the Mysterium Fair, the Beyond Life Party is the perfect way to round off the evening. Here you’re invited to let loose on the dance floor together with like-minded souls. With energetic music and an amazing DJ, an atmosphere of joy, togetherness, and unforgettable moments is created.",
        "In 2024, we also celebrated Laxton Ghost Sweden’s proud 10th anniversary. It was a magical experience and a memory for life – we’re proud fans of Laxton Ghost Sweden!",
        "And 2025 was not much different – the same wonderful energy, warmth, and joy. This group continues to show what an amazing community we have, where everyone is welcome and we create truly beautiful experiences and memories together."
      ]
    }
  ],
  "resultTitle": "Join us at Mysterium Fair & Beyond Life Party",
  "videos": [
      "https://www.youtube.com/embed/ASPz8teIqCA&t=3s",
      "https://www.instagram.com/reel/DQjLPRzgD4b/",
      "https://www.instagram.com/reel/DQj29-TDZ4o/"
    ],
  "moreTitle": "Read more about Mysterium Fair",
  "more": "Explore the official Mysterium Fair website <a href=\"https://www.laxton.se/mysteriummassan/\" target=\"_blank\" class=\"link\">here</a> – and why not join us next time?"
}
