{
  "title": "Rankhyttan Herrgård",
  "investigation": "Historical Voices was here",
  "investigationDate": "January 17–19, 2025",
  "image": "/images/rankhyttan/historiska_roster_rankhyttan.webp",
  "history": [
    {
      "heading1": "The History of Rankhyttan Herrgård",
      "text": [
        "Rankhyttan gets its name from Peder Olsson’s father, the nobleman of the mining estate, Ranke.",
        "Rankhyttan Herrgård was a so-called mining estate farm, a privileged property connected to the mining industry. Ore from the nearby Falun Copper Mine—one of the world’s largest and most important copper mines for several centuries—was transported to Rankhyttan for processing. Today, the Herrgård consists of several buildings from different time periods. The cellar vaults, dating from the Middle Ages (1200s–1300s), bear witness to the estate’s long history. During the 1500s, the site included a copper works, sawmill, mill, and bone stamp by the brook. The current Herrgård house was built in 1813, while the outbuildings were added in the 1840s.",
        "The threshing barn at Rankhyttan, also known as the King’s Barn, was built in the 1490s. Dendrochronological studies show that the trees used for the barn were felled during the winter of 1493–1494. Threshing barns functioned both as storage spaces and living quarters and are divided into a barn and a threshing floor. Rankhyttan is today the largest preserved single-aisle barn from medieval Sweden. On the walls, there is carved graffiti reflecting several centuries of history.",
        "The Herrgård house, standing in its current form since 1813, together with the 1840s outbuildings, testifies to the area's continued importance for agriculture, forestry, and industrial activity during the 1800s.",
        "Rankhyttan’s role in the copper and iron industry began to decline in the 1700s as large-scale industries took over. During the 1800s, the estate became primarily a center for agriculture and dairy production, although its historical ties to the mining industry remained a part of the area’s identity.",
        "Rankhyttan, located near Falun, was formerly a mining village and a place marked by hard labor and dangerous working conditions. There are also some mysteries and events tied to the harsh life of the miners.",
        "Mining accidents and deaths – As in other mining communities, including Falun, deadly mining accidents often occurred in Rankhyttan, and several deaths are believed to have resulted from the hazardous conditions of mining. In some cases, it was speculated that workers did not die solely due to accidents but that some incidents were caused by sabotage or other mysterious factors.",
        "Rumors of a curse – Rumors circulated that the Rankhyttan mine was haunted or cursed, and that many who worked there fell victim to mysterious accidents or illnesses. Some older residents spoke of apparitions or strange sounds heard in the mine at night, adding to the sense that something supernatural affected the workers."
      ]
    },
    {
      "heading2": "Gustav Vasa's Time at Rankhyttan",
      "text": [
        "The stories about Gustav Eriksson Vasa's adventures in Dalarna during the winter of 1520–1521 are many, and it is difficult to distinguish fact from legend. Gustav Vasa, then only 25 years old, traveled through Dalarna in an attempt to recruit supporters for his rebellion against Christian II (known as Christian Tyrant or Christian the Great). During this time, he was hunted by Christian II's soldiers and had to hide in various places, including Ornäsloftet, the threshing barns in Isala village, and Rankhyttan.",
        "Gustav Vasa, who later became one of Sweden's most important historical figures, played a central role in liberating Sweden from Denmark. In 1523, he became king of Sweden after leading the country through a bloody conflict against the Danish king Christian II. Gustav Vasa founded the Swedish Vasa dynasty and carried out significant reforms, such as introducing Protestantism and strengthening royal power. His reign was marked by economic reforms and territorial expansion.",
        "In 1520, Rankhyttan was owned by the miner Anders Persson (also called Anders Pedersson), who had been Gustav Vasa's fellow student in Uppsala from 1509 to 1515. According to stories, Gustav Vasa visited Rankhyttan during his journey and, disguised, worked alongside Anders in the threshing barns. There, he helped thresh the grain on the threshing floor.",
        "Christian II was crowned king of Sweden on November 4, 1520. Shortly thereafter, during the Stockholm Bloodbath, he ordered the execution of about 80 members of the Swedish aristocracy, including Gustav Vasa's father. This event triggered Gustav Vasa's rebellion. In December of the same year, Gustav appeared in Rankhyttan.",
        "At Rankhyttan, Gustav Vasa was advised to continue to Arent Pedersson at the Ornäs estate, where the Ornäsloftet still stands today as a memorial. With the help of the people of Dalarna, Gustav managed to gather support and ultimately overthrow Christian II. In August 1521, he was appointed regent, and in 1523 he became king of Sweden. Gustav Vasa died in 1560, and his life and deeds were later documented by Bishop Peder Svart.",
        "As a memory of Gustav Vasa's time at Rankhyttan, a square, one thumb wide, was carved into the threshing floor to mark the spot where he is said to have stood."
      ]
    },
    {
      "heading2": "Roland",
      "text": ["Born 1399 | Died 1401", "The progenitor of this family."]
    },
    {
      "heading2": "Ranke Rolandsson - Owner of Rankhyttan",
      "text": [
        "He is mentioned in documents from the late 1300s and early 1400s, including as the seller of the farm Callanhed (or Ctanhed) in Vika parish. He likely lived during the late 14th century to the first half of the 15th century — a reasonable estimate is that he was born around 1370–1380 and died sometime after 1400, but the exact year is unknown.",
        "He is the first known bearer of the name that later became the family name Rankhyttan, and his activities mark an early starting point in the area's history from the 1400s."
      ]
    },
    {
      "heading": "Jöns Rankesson (Son of Roland) - Owner in the 1400s",
      "text": [
        "Born 1435 | Died ?",
        "In 1452, Jöns purchased properties in Sunnanhaga near Rankhyttan. Married to Ranke (1450-1470)."
      ]
    },
    {
      "heading2": "Olof Jönsson (Son of Jöns) - Owner in the 1400s",
      "text": [
        "Born 1475 | Died 1490",
        "Was probably married to a sister of Silvast and Knut from Folkarbyn."
      ]
    },
    {
      "heading2": "Peder Olsson (Son of Olof) - Owner in the 1400s",
      "text": [
        "Born 1481 | Died 1497",
        "He is known from preserved documents as an active buyer and exchanger of real estate. Peder is also noted for having cleared the Kalvbäcks mine in Vika parish. This mine, with origins from the 13th century, was closed in 1963 after a collapse. Despite the closure, there is still interest in resuming mining, as the area is believed to contain valuable minerals such as zinc, lead, copper, silver, and gold.",
        "Peder Olsson was married to Margareta Olofsdotter (Stjärna), who was born sometime between 1427 and 1492. Margareta was not the mother of Anders Persson; who his mother was remains unclear. Peder Olsson had two children, Anders Persson and a daughter who married the district judge Ingemar Johansson (Hiort) of Ornäs."
      ]
    },
    {
      "heading2": "Anders Persson (Son of Peder) - Owner in the 1400s/1500s",
      "text": [
        "Estimated birth year between 1473 and 1523 | Died 1534",
        "Anders Persson was one of the most prominent miners in Dalarna during Gustav Vasa's early reign and likely a wealthy man for his time. He followed in his father's footsteps and initiated an extensive cleanup of the Kalvbäck mine. Anders was married to Agneta Olofsdotter (called Lillja after her mother), and together they had a son, Sven Andersson.",
        "According to Peder Svart's chronicle, Anders studied at Uppsala at the same time as Gustav Vasa. During the liberation war, he joined Gustav and became a loyal supporter. Anders participated in Daljunkern's rebellion and the Västgöta uprising in the 1520s. In 1526, he attended the assembly in Vadstena and signed a letter concerning Sören Norby's conspiracies. He was also present at the Diets of Västerås in 1527 and 1529, where he negotiated to prevent further uprisings.",
        "Despite his earlier loyalty, Anders switched sides during the rebellion against the church tax and became one of its leaders, probably in consultation with his friend Måns Nilsson from Aspeboda. The rebellion was brutally suppressed, and Anders was arrested at his farm. He was taken to Västerås and then to Stockholm, where he was tried. He was sentenced to death and executed, according to Peder Svart's chronicle, along with other leaders."
      ]
    },
    {
      "heading2": "Sven Andersson (Son of Anders) - Owner in the 1500s",
      "text": [
        "Estimated birth year between 1518 and 1534 | Died around 1589",
        "Sven Andersson took over Rankhyttan Manor after his parents' death and continued the family tradition as a miner, just like his father and grandfather. He married Christina Jönsdotter from Ornäs, and together they had a son, Anders Svensson."
      ]
    },
    {
      "heading2": "Anders Svensson (Son of Sven) - Owner in the 1500s/1600s",
      "text": [
        "Estimated birth year between 1551 and 1611 | Died 1617",
        "Anders Svensson was a prominent miner who married Catharina Fratzen. Together they had a son, Sven Andersson Ranck, born in 1616 in Rankhyttan, Dalarna. Sven was later ennobled and appointed governor of Halmstad."
      ]
    },
    {
      "heading2": "Ownership Change - Trotzig",
      "text": [
        "When Anders Svensson left Rankhyttan for his new position, the estate was purchased by the wealthy miner Johan Trotzig. Johan gradually acquired Rankhyttan, first obtaining one quarter of the property. He then bought the remaining three quarters as payment for a debt of 12,221 riksdaler specie, which the Crown owed him for cannon casting during the Thirty Years' War.",
        "Trotzig cast cannons for the Crown and was partly paid with land from Rankhyttan. The exact year of Trotzig's acquisition of Rankhyttan is not mentioned, but the events likely took place during the first half of the 17th century, around the time Johan Mårtensson Trotzig’s father passed away and he returned to Sweden.",
        "The Trotzig family was a significant player in Sweden's mining and trade sectors during their era. Johan Mårtensson Trotzig’s children spread the family's influence through marriages and professional contributions. Rankhyttan and other estates remained in the family for several generations, which contributed to their long-lasting importance in the region.",
        "Johan Trotzig, a prominent businessman, ensured that Rankhyttan remained a key part of his family’s operations, and his descendants continued to develop the estate. Under his leadership and that of subsequent generations, Rankhyttan remained a symbol of the family's influence and success in both mining and Swedish industry."
      ]
    },
    {
      "heading2": "Johan \"the Rich\" Mårtensson Trotzig (Traubtzich) - Owner in the 17th Century",
      "text": [
        "Born January/February 10, 1597 in Stockholm | Died July 6, 1647 in Falun",
        "Johan was the son of Mårten Trotzig (Traubtzich), born 1559 in Wittenberg, Germany, who immigrated to Sweden in 1581. Mårten settled in Stockholm, where he traded iron and copper and became one of the city's most prominent merchants. Unfortunately, Mårten met a tragic fate when he was killed during a business trip to Kopparberg in 1617. Johan Trotzig studied at Uppsala University and was employed for many years at a trading house in Hamburg. He was called back to Sweden after his father’s death to take over the family’s trading business and investments in Falun. He thereby became a prominent mining and industrialist.",
        "He arrived at Stora Kopparberget in 1633 and became tenant and director of the copper mine. In 1634, he was appointed director of cannon casting in Falun and later, in 1642, became artillery master of the newly formed city and mining regiment. Johan’s cannon foundry produced many of the cannons used by the Swedish army during the Thirty Years' War.",
        "During his time at Rankhyttan, Johan planned to build a brickworks and in 1643 signed an agreement with Falun’s magistrate to supply bricks to Kristine Church over a ten-year period. When Johan died in 1647, he was buried in Stora Kopparberg Church in Falun, where his epitaph still remains.",
        "Johan married in 1620 to Kerstin Antoniusdotter Grooth (1605–1643) in Stockholm, and they had the children: Anton Johansson Trotzig, Catharina Johansdotter Trotzig, Anna Trotzig, Anders Johansson Trotzig, and Johan Johansson Trotzig. Johan remarried in 1644 to Gertrud Hoghusen (?–1677), and they had the children: Mårten Trotzig, Peter Trotzig, and Gertrud Trotzig.",
        "His son Johan Johansson Trotzig (1635–1692) was born in Falun and died in Vika, Rankhyttan. He was married to Brita Bergengren, born around 1625 in Stockholm and died 1671 in Falun.",
        "His son Peter Trotzig (October 25, 1645 – April 3, 1685) was a knighted major but unmarried. He died at only 39 years old after an accident when trying to ride across Lake Varpen near Falun. His horse slipped on the ice, fell, and Peter sustained severe head and chest injuries under the horse.",
        "His son Mårten Trotzig (1646–1706) served as war treasurer for King Karl XI during the Scanian War of 1675. He was ennobled as a baron in 1684."
      ]
    },
    {
      "heading2": "Anthony (Anton) Johansson Trotzig - Owner in the 17th Century",
      "text": [
        "Born June 24, 1623 | Died December 12, 1675",
        "Anton was a prominent mining man and estate manager who, after his father's death, took over the cannon foundry in Falun and the brickworks at Rankhyttan. In 1647, he married Helen Teet and later, in 1660, Maria Lemmens. It was Anton who passed the Herrgård on within the family by leaving it to his son, Filip Antonsson Trotzig.",
        "Anton and Maria played an important role in the construction of Falun's Kristine Church as well as in Swedish arms production during the Swedish Empire period. Maria was the daughter of Henrik Hansson Lemmens (1590–1657) and Margareta Hansdotter Meijer (1601–1683). Henrik, of Walloon origin, was an enterprising merchant who was commissioned by Gustav II Adolf to lease and manage the Crown’s ironworks in the Uppland and Roslagen mining districts. He was also granted permission to establish his own works in the same area. Henrik leased Forsmark Ironworks, managed the Crown’s rifle factory in Norrtälje, and ran Ortala ironworks. On his own behalf, he founded the ironworks in Skebo, Åkerby, Hillebola, and Ullfors. Maria inherited, together with her sister, the works in Ullfors and Hillebola, while their brother inherited Åkerby. When Maria married Anton in 1660, she was already an established estate owner.",
        "The altarpiece in Falun's Kristine Church is a gift from Maria and Anton, clearly marked by their names, which are prominently displayed on the altarpiece. This work can still be admired in the church today."
      ]
    },
    {
      "heading2": "Filip Antonsson Trotzig - Owner in the 17th/18th Century",
      "text": [
        "Born around 1657 in Falun | Died October 1, 1732",
        "Filip lived during a period of great economic and social upheaval in Sweden, when mining and the copper industry in Falun were crucial to the kingdom’s economy. There are no direct sources confirming that Filip Antonsson Trotzig resided at Rankhyttan."
      ]
    },
    {
      "heading2": "Change of Ownership - Cedercreutz",
      "text": [
        "The Trotzig family also owned a farm by the lakeshore in Sunnanhaga, sometimes called Little Rankhyttan or the Trotzig farm. Although Filip's children and grandchildren continued to live on that farm, the Rankhyttan Herrgård was sold by Filip Antonsson Trotzig in the 18th century. The reason for the sale is not fully clear but may have been the result of economic changes or new priorities within the family. Younger generations may have chosen to focus on other areas of business than the traditional industrial operations, which could have contributed to the decision."
      ]
    },
    {
      "heading2": "Jonas Folkern Cedercreutz - Owner in the 18th Century",
      "text": [
        "Born March 12, 1661 in Västerås | Died April 14, 1727 in Ludvika",
        "In 1704, Jonas purchased Rankhyttan. He was a baron, lawman, and governor. After his time, the estate changed owners several times."
      ]
    },
    {
      "heading2": "Change of Ownership - Enebom",
      "text": [
        "Although exact details are lacking regarding when Enebom acquired Rankhyttan, the fact that his daughter married there in 1818 suggests that he owned the Herrgård from the early 1800s until his death in 1849."
      ]
    },
    {
      "heading2": "Gustaf Enebom - Owner 17th/18th Century",
      "text": [
        "Born July 7, 1776 in Leksand | Died May 17, 1849",
        "Gustaf Enebom was a wholesale merchant responsible for modernizing the buildings at Rankhyttan. He married Anna Margareta Åberg, and they had a daughter, Sofia Albertina Enebom (1800 - January 19, 1839 in Västerås).",
        "Sofia Albertina Enebom married Carl Tomas Järta, professor of history at Uppsala University and author of award-winning works on Swedish kings and Queen Christina.",
        "What happened to the ownership of Rankhyttan after Gustaf Enebom's death is somewhat unclear, but there are sources indicating that his daughter Kerstin Enebom took over the Herrgård. This is supported by the fact that Kerstin's husband, Wilhelm Schultzberg, took over the estate upon father-in-law Gustaf's death."
      ]
    },
    {
      "heading2": "Kerstin Enebom - Owner 18th Century",
      "text": [
        "Born February 9, 1819 in Rankhyttan | Died February 28, 1899",
        "Kerstin married in 1842 August Wilhelm Schultzberg, who was a Lieutenant Colonel and a knight. He was born in 1806 in Stockholm and died in 1891. When August and Kerstin married, August took over Rankhyttan from his father-in-law. He became a prominent and influential resident of Vika."
      ]
    },
    {
      "heading2": "Gustaf Enebom Schultzberg - Owner 18th/19th Century",
      "text": [
        "Born December 26, 1846 in Rankhyttan | Died January 24, 1931 in Stockholm",
        "Gustaf Enebom Schultzberg was a Lieutenant Colonel at the Dal Regiment and inherited Rankhyttan from his father in 1891. He married Charlotta Augusta Creutz in 1892 at Vika Church but sold the estate in 1898 to the manager of Runns steam sawmill, O. Wikman.",
        "Gustaf's daughter, Augusta Margareta (Greta) Christina Enebom Schultzberg, born 1893 in Rankhyttan, died in 1991. Greta married Tor Ärje, born 1887 in Stockholm and died 1969. Tor was a lawyer and became Secretary of the Chancellery at the Ministry of Defence in 1919. The childless couple donated furniture, porcelain, silver, books, and other objects to Dalarnas Museum, enabling the creation of an interior that recreates part of old Rankhyttan's environment. To Vika parish, Greta Ärje donated among other things a pair of silver candelabras from Rankhyttan, now kept in the silver cabinet in the sacristy of Vika Church, as well as money to a scholarship fund. Greta is buried at Vika Cemetery (grave number 68, area A).",
        "The Enebom family was involved in the Vika poor relief board, and the Ärje couple are also known for their environmental donations to Vika parish. They also established a fund for students at colleges and universities.",
        "What happened to the Herrgård after Gustaf and Margareta's passing is uncertain, but it is likely that the estate was sold and gained a new owner.",
        "There is a tenancy certificate from 1881 showing that a Johan August Andersson, then 30 years old, entered into a one-year contract. He worked as a 'startare' at Rankhyttan, a laborer who received part of his wages in kind, such as housing and food, instead of cash. At that time, Rankhyttan was a farm where such labor arrangements were common.",
        "At Vika Cemetery, there is also a grave (grave number 206, area C) for the sea captain Christof Bernhard Sundahl. He was born July 24, 1880 in Åbo and died January 23, 1936 in Rankhyttan.",
        "Here is also buried Karl Arvid Sahlander (grave number 284, area C). He lived from 1880 to 1963, was a farmer, and lived at Rankhyttan."
      ]
    }
  ],
  "storyTitle": "Ghoststories and mysteries",
  "stories": [
    {
      "title": "",
      "text": "Residents and visitors have reported mysterious events in the Herrgård, such as shuffling sounds in the cellar vaults, whispering, and doors opening and closing by themselves. Objects have also been moved without explanation."
    },
    {
      "title": "",
      "text": "One of the most talked-about figures is Anders Persson's wife, who has been named the Black Lady. She is said to show her presence through cold winds sweeping through the rooms and objects moving inexplicably."
    },
    {
      "title": "",
      "text": "Anders Persson himself is also said to haunt the Herrgård."
    },
    {
      "title": "",
      "text": "The forester Carl Wilhelm Dybeck, who took his own life at the Herrgård, is said to haunt the estate. Dybeck was born on May 11, 1877, in Gävle and died on September 22, 1933, at Rankhyttan. He became county forester in Kopparberg County in 1905 and contributed improved forestry methods. According to stories, he took his own life in the blue corner room on the second floor. One evening he reportedly asked a colleague to fetch a bottle of wine from the cellar. Shortly after, a shot was heard, and when the colleague returned, he found Dybeck lifeless in a pool of blood on the floor."
    },
    {
      "title": "",
      "text": "The caretaker Rune, who worked at the estate until his death in 1995, is also said to still be heard clipping hedges in the middle of the night. Rune Allan Österberg was born in 1926 and died in 1995."
    },
    {
      "title": "",
      "text": "Once a guest told a story that he did not believe in ghosts. That same night he woke up without his blanket, which had been dragged down the stairs. Perhaps it was the Black Lady who wanted to show her presence. It seems the ghosts often mark their existence for those who doubt them."
    },
    {
      "title": "",
      "text": "Even the current owners have experienced strange events and feel the presence of the ghosts in the building."
    }
  ],
  "eventTitle": "Historical places and events in the area",
  "events": [
    {
      "title": "",
      "text": "1300 - Vika parish has medieval origins, and during the 1300s, Hosjö parish split off from Vika. This means that Vika parish was the original mother parish."
    },
    {
      "title": "",
      "text": "1470 - The original church was a wooden structure built during the Middle Ages. After a fire in the 1200s, the church was rebuilt in stone. The current stone church was completed around 1470, but some parts are from an older church, including the sacristy."
    },
    {
      "title": "",
      "text": "1569 - A city fire broke out that destroyed the earliest buildings in Falun."
    },
    {
      "title": "",
      "text": "1600 - During this century, a chapel was built in Hosjö, as the distance between Vika and Hosjö was often considered too far for parishioners."
    },
    {
      "title": "",
      "text": "1600 - During the 1600s, several bands of robbers were active in Dalarna, including one often operating in and around Falun. These robbers were known for brutal murders and plundering. One of the most mysterious cases was a series of murders of travelers near Falun that remains unsolved."
    },
    {
      "title": "",
      "text": "1600 - The witch trials in Falun and Vika parish (1600s) – During the 17th century, witch trials took place in both Falun and Vika parish, linked to mysterious events such as illnesses and deaths. Several, especially lonely women, were accused of witchcraft and risked execution by burning at the stake. The trials, often cruel, spread fear and rumors among the population."
    },
    {
      "title": "",
      "text": "1615 - Falun is mentioned for the first time in a travelogue. The traveler was Adolph Nicklas von Steinkallenfels."
    },
    {
      "title": "",
      "text": "1628 - The first city map is drawn."
    },
    {
      "title": "",
      "text": "1642-1660 - Kristine Church in Falun is built."
    },
    {
      "title": "",
      "text": "1663 - Hosjö chapel (now Hosjö Church) is erected as a chapel to Vika Church."
    },
    {
      "title": "",
      "text": "1683 - Östantjärna Road became the main road and was then called the great public highway. The road over Vika thus gained increased importance for transport and communication in the region."
    },
    {
      "title": "",
      "text": "1687 - Falun receives privileges as a mining town, which strengthens the city's importance as a center for mining and trade."
    },
    {
      "title": "",
      "text": "1761 - Two major city fires break out and destroy two-thirds of Falun's buildings."
    },
    {
      "title": "",
      "text": "1763 - The sacristy in Vika Church is extended eastward."
    },
    {
      "title": "",
      "text": "1770 - One of the better-known murder cases from Falun is the murder of Anna Håkansdotter, a woman killed by her husband. The murder was reportedly part of a larger conspiracy involving several people in the city, making it one of the most complex cases of the time."
    },
    {
      "title": "",
      "text": "1800 - One of the more mysterious cases from Vika parish involves a man who disappeared during a trip from Vika to a neighboring village. After being gone for several weeks, rumors spread that he had been murdered or even vanished due to supernatural causes. His body was never found, and the disappearance remained unsolved, leading to many speculations."
    },
    {
      "title": "",
      "text": "1837 - In mid-January, the news reached national newspapers: Colonel Adrian Hertzenhielm, residing at Ramsnäsholm estate in Vika parish, Dalarna, was accused of the death of his wife Catharina Ulrica née Hiort af Ornäs. Catharina Ulrica Hiort af Ornäs, daughter of the county secretary Hans Gustaf Hiort af Ornäs, was married to Major Adrian Hertzenhielm. This was the beginning of one of the most bizarre and cruel crimes of its time. Catharina Ulrica saw her daughter sent away and then spent 32 years imprisoned under starvation and suffering at Ramsnäsholm. Although locals and authorities knew about the events, no intervention took place. Much was written about the case in newspapers and magazines. The rumor of the wife's tragic fate spread widely; songs were sung in villages and markets. It deeply affected the people."
    },
    {
      "title": "",
      "text": "1862 - During the municipal reform, responsibility for church matters was transferred to Vika parish and Hosjö parish, while civil matters were handled by Vika rural municipality."
    },
    {
      "title": "",
      "text": "1900 - During mining in the 20th century, a fatal accident occurred that some suspected was murder. A worker fell or was pushed down a mine shaft, and there was speculation that someone from his work group was involved. The police could not prove the murder, but the case left many questions unanswered."
    },
    {
      "title": "",
      "text": "1931 - Vika's oldest resident until then, Sofia Helena Granlund Trotzig (1835 - 1931), a prominent member of the Trotzig family. After her husband's early death in 1913, she lived with her daughter at Stora Botolfsbo. Her death at 96 years old became regional news. Sofia Helena was described in a newspaper article as a strong-willed woman with a determined tone, balanced by good humor and great generosity towards those in need. Among her earliest memories was witnessing the last church punishment in Vika. She was also one of the last 'reading girls' – a title referring to those who wore the long-preserved part of the parish costume, the headgear, at confirmation. Sofia Helena Granlund Trotzig is buried at Vika cemetery, grave number 110, area A."
    }
  ],
  "galleryTitle": "Image Gallery",
  "gallery": [
    {
      "src": "/images/rankhyttan/rankhyttan.webp",
      "alt": "Photo of Rankhyttan",
      "caption": "Rankhyttan Herrgård"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_baksidan.webp",
      "alt": "Back of Rankhyttan with memorial stone",
      "caption": "Back of Rankhyttan with memorial stone"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_inredning_1.webp",
      "alt": "Piano and fireplace inside Rankhyttan",
      "caption": "Above the stairs on the second floor"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_inredning_2.webp",
      "alt": "Painting and crystal chandelier inside Rankhyttan",
      "caption": "Piano and fireplace"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_inredning_3.webp",
      "alt": "Key cabinet inside Rankhyttan",
      "caption": "Stairs leading to the upper floor"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_inredning_4.webp",
      "alt": "Old text and interior inside Rankhyttan",
      "caption": "Room where someone is said to have shot themselves"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_inredning_5.webp",
      "alt": "Inside Rankhyttan",
      "caption": "Old keys at the reception"
    },
    {
      "src": "/images/rankhyttan/rankhyttan_inredning_6.webp",
      "alt": "Inside Rankhyttan",
      "caption": "Old text, comb, and pipe"
    },
    {
      "src": "/images/rankhyttan/gamla_bilder.webp",
      "alt": "Old photos of visitors at Rankhyttan from 1925",
      "caption": "Photo from Rankhyttan 1925"
    },
    {
      "src": "/images/rankhyttan/gamla_bilder_från_rankhyttan.webp",
      "alt": "Old photos of visitors at Rankhyttan from 1928",
      "caption": "Hunter training at Rankhyttan 1928"
    },
    {
      "src": "/images/rankhyttan/tavla_gustav_vasa.webp",
      "alt": "Painting of Gustav Vasa",
      "caption": "Painting of Gustav Vasa inside Rankhyttan"
    },
    {
      "src": "/images/rankhyttan/kungsladan.webp",
      "alt": "The King's Barn",
      "caption": "The King's Barn where Gustav Vasa hid"
    },
    {
      "src": "/images/rankhyttan/kungsladan_1.webp",
      "alt": "Inside the King's Barn",
      "caption": "Workers' carvings in the King's Barn"
    }
  ],
  "resultTitle": "Summary from our investigation",
  "videoSectionTitle": "Join us on the investigation",
  "results": [
    {
      "title": "Summary of what we experienced",
      "text": [
        "One of the participants experienced pain in the left arm several times during the first evening. It started when we approached the house.",
        "The floor vibrated when we all stood on the second floor in the room to the right. Everyone felt it and reacted simultaneously.",
        "When we arrived and walked around to choose bedrooms on the upper floor, two independent team members felt great discomfort in the suite. It ended with no one being able to sleep in this room as everyone felt strong unease. This was the only room in the entire house where discomfort was felt.",
        "Sounds resembling piano plinks were heard in the adjacent room where we all stood. There was a piano in that room where the sounds came from.",
        "We had visitors during the night. One room gave the feeling that someone walked through the door and continued to the bed. In another room, footsteps were heard outside the door along with noises like zippers from a bag on the floor. It also sounded as if someone picked up and dropped something from a makeup bag.",
        "In the morning, someone was heard walking over the bathroom, but there is no floor above it.",
        "When the house was empty with equipment running, at first a clicking sound was heard somewhere, and after a while, it sounded like a stone or something small was thrown.",
        "A piece of fabric attached to one of the vaults in the basement was torn down on day two when we went down.",
        "Several participants felt touches such as hands on thighs, caresses on the cheek, as if someone was playing with their hair, and as if someone pressed a finger into their back.",
        "One participant experienced someone standing very close behind, leaning over as if to whisper something.",
        "We captured strange and unexplained sounds on recordings.",
        "An instrument on the upper floor, in the form of a parrot that mimics sounds, started by itself when no one was there."
      ]
    }
  ],
  "videos": [
    "https://www.youtube.com/embed/nCojrK4vZnw",
    "https://www.youtube.com/embed/ZfDh12RJEqo"
  ],
  "moreTitle": "Learn more about Rankhyttan",
  "more": "Explore the official Rankhyttan Herrgård website <a href=\"https://www.rankhyttan.se/\" target=\"_blank\" class=\"link\">here</a> for even more information about this amazing place, and if you have the chance, don’t miss visiting Rankhyttan Herrgård."
}
