{
  "title": "Rydal Herrgård",
  "investigation": "Historiska Röster was here",
  "investigationDate": "May 28–29, 2025",
  "image": "/images/Rydals_herrgard/rydals_herrgard.webp",
  "history": [
    {
      "heading": "The History of Rydals Herrgård",
      "text": [
        "Rydals Herrgård was built in 1853 as the residence for the manager of Rydahls Manufaktur AB, a cotton spinning mill founded the same year by the industrialist Sven Erikson. The factory was one of the first mechanized ones in the Sjuhärad region and was powered by hydropower from the Viskan river. Around the factory, a company town developed with workers' housing, a school, and shops.",
        "The manor, located opposite the factory, served as the residence for the managers until 1954. After that, it was used as a staff dining hall for factory workers.",
        "In 1968, the manor was transformed into an inn and became a popular venue for various events. Since April 2020, Rydals Herrgård has been run by Olof and Sara Söderberg, who have transformed the place into a vibrant cultural center focused on food, music, and community. Concerts, afternoon tea, and other cultural activities are held here in a historic setting.",
        "In 1882, the spinning mill became the first in Sweden to use electric lighting produced by hydropower — a significant advancement, especially considering the fire risk that kerosene lamps previously posed in the highly flammable cotton environment. During the 1870s, the factory suffered two serious fires. In 1872, a boy dropped a spool of yarn into a gas flame, causing the spinning and bleaching facilities to be completely destroyed. The second fire in 1877 started in the steam engine house and once again destroyed the factory. In 1875, after the first fire, a poor decision was made to dump the gasworks' residual waste directly into the Viskan river, resulting in a severe environmental disaster. Almost all life in the river down to the sea was wiped out for several years.",
        "Today, Rydals Herrgård is a place where history and the present meet. Visitors can enjoy both culture and nature in a unique environment. Those interested can also explore the Rydal Museum in the old factory building or follow the historical walking path that passes several buildings from the old industrial community — including the manor.",
        "Today the place is called Rydal, but before the manor and the textile factory were built, the area was known as Ryd and was a simple farming village. The word 'Ryd' means 'clearing' and refers to a place where forest was cleared to create farmland or settlements. This suggests that the area was inhabited and cultivated long before the Middle Ages. There is also evidence of human activity in the area dating back to the Late Stone Age — finds such as flint daggers, axes, scrapers, and knives have been discovered. Additionally, there are burial cairns and stone settings that confirm settlement already existed here during that time."
      ]
    },
    {
      "heading": "Who was Sven Erikson?",
      "text": [
        "Sven Erikson was born on March 29, 1801, in Stämmemad, Kinna parish, and died on May 25, 1866, in Rydboholm, where he and his wife spent their final 15 years. He was a pioneering industrialist and one of Sweden’s foremost textile pioneers. Among the industries he founded were Rydboholms Konstväfveribolag (1834), Svaneholm Weaving Mill (1852), Rydahls Manufaktur AB (1853), and Viskafors Weaving Mill (1855–56). Reportedly, his operations employed up to 1,500 female weavers.",
        "Sven gained business experience at a young age by helping his mother, 'Mother Kerstin of Stämmemad,' who organized home-based cotton weaving. He learned to read from his mother, and learned to write and do arithmetic from a soldier — all within just two weeks. Although self-taught, he had an impressive practical talent and strong people skills.",
        "At the same time he founded the spinning mill, he also had Rydals Herrgård built as a manager’s residence. The building is characterized by neoclassical style, particularly in its windows and doors. In older photographs, the manor is shown with two wings — these were used as housing for senior staff and for a time also as an infirmary — but they no longer exist today.",
        "Erikson was also involved in education and founded technical schools in the area. For his contributions, he was awarded the Grand Gold Medal for Civic Merit in 1834 and was knighted into the Order of Vasa in 1852.",
        "In 1825, he married Anna Beata Johansdotter (born November 5, 1798 – died February 2, 1877), and together they had several children: Anna, Edla, Anders, Johanna, and Johannes."
  ]
},
{
  "heading": "Who was Anders Håkansson?",
  "text": [
    "Anders Håkansson was born on February 21, 1826, in Kinna and died on October 21, 1893. He became the son-in-law of textile pioneer Sven Erikson through marriage to his daughter Edla on October 17, 1849. After Sven's death in 1866, Anders took over the management of Rydahls Manufaktur AB.",
    "Under Anders's leadership, the factory continued to expand both technically and commercially. He introduced several modernizations in production and helped strengthen the company’s position during a time of major changes in the textile industry of the Sjuhäradsbygden region.",
    "Anders and Edla had several children, including their son Gustaf Oskar Håkansson, who would later take over the business.",
    "In addition to his involvement in Rydahls Manufaktur, Anders was a prominent industrialist in the region. He held significant roles within Rydboholm’s company, Borås Spinning Joint Stock Company, and other textile-related enterprises. He was also active in public life – including serving as a county councilman, member of the agricultural society’s administrative committee, and being engaged in matters concerning economic and regional development.",
    "His contributions to the industrialization of the Sjuhäradsbygden were significant, and he is regarded as one of the key figures in the industrial history of the area."
  ]
},
{
  "heading": "Who was Gustaf Oskar Håkansson?",
  "text": [
    "After Anders Håkansson's death, his son Gustaf Oskar Håkansson took over the management of Rydahls Manufaktur AB. Gustaf was born on July 6, 1865, in Kinna and died on August 13, 1936.",
    "Gustaf was a trained engineer and had previously worked at Rydboholms AB, which gave him valuable insight into the textile industry and its technical development. Under his leadership, Rydahls Manufaktur continued to modernize, including investments in machinery and production methods.",
    "He married Zelma Selma Augusta Jagenburg on October 6, 1891. The couple lived for a time at Viskafors Storegård before moving to Borås in 1894, where they built Villa Solbacken – a then-modern and prestigious home that reflected their social status."
  ]
},
{
  "heading": "Who was Karl Axel Håkansson?",
  "text": [
    "After Gustaf’s passing, his son Karl Axel took over the factory. Karl Axel was born on June 16, 1928, and died on July 20, 2013. He was one of the leading figures within the company during the second half of the 20th century and played an important role in its continued development. It is not specified whether he lived in Rydals Herrgård, which originally served as the factory manager’s residence. It is possible, but there is no direct confirmation.",
    "Karl Axel was not only a company leader but also deeply engaged in the history and community life of Rydal. He kept records of, among other things, Häståsen, showing his interest in local history and the region’s older buildings. His documentation has become valuable pieces in understanding the development of the area.",
    "During his leadership, parts of the production were modernized while he also ensured that the company’s historical roots were preserved. He made sure that important parts of the factory were saved for posterity, which facilitated the transformation of Rydal’s mill into a museum in later years.",
    "Karl Axel was also active in various associations and networks in the area. His engagement in both industry and cultural heritage has made him a respected figure in Rydal’s history."
  ]
},
{
  "heading": "Who was Gustaf Stenberg?",
  "text": [
    "Klas Gustaf Vilhelm Stenberg was born on September 24, 1848, in Stenta, Stora Malm, and died on June 24, 1935. He was married to Maria Charlotta Aspelin (b. 1852, d. 1892), and together they had nine children: Axel, Sigrid Maria, a baby girl, a baby boy, Claes Helge, Maria, another baby boy, another baby girl, and Karl Axel. Only Claes Helge (b. 1882, d. 1938) reached adulthood and moved to Norrköping, where he later became a spinning mill foreman. The designations 'baby girl' and 'baby boy' indicate that the children were stillborn or died in infancy without being officially named.",
    "Gustaf worked at the Rydal factories around the years 1876–1914. He held a leadership position and was appointed managing director in 1912, a post he kept until 1914. Under his leadership, the factory underwent significant industrial expansion and modernization. His work played an important role in shaping the structure and operations of Rydal's factories during a key period in Swedish textile history.",
    "At the 50th anniversary of Rydahls Manufaktur, Gustaf was awarded a gold medal for civic merit.",
    "During Gustaf's time at the factory, his wife Maria died on February 26, 1892, at only 39 years old, due to influenza and pneumonia. In 1898, he remarried Alma Georgina Malm (b. 1863, d. 1940), who was 15 years younger and the daughter of technology engineer Carl Jonas Svante Malm, employed at the Rydboholm factories. Gustaf and Alma had no children together. When Gustaf ended his service in 1914, the couple moved to Annedal in Gothenburg. They are both buried at Seglora cemetery (Section D:18-20)."
  ]
},
{
  "heading": "Who was Torsten Ek?",
  "text": [
    "Torsten Anders Olof Ek, born March 8, 1886, in Gothenburg and died November 26, 1976, was a civil engineer and a prominent industrial leader. He began his career as a spinning master at Rydboholms AB in 1910 and joined Rydahls Manufaktur AB in 1921. There he first became factory manager and later managing director in 1930. He is the last known manager to have lived in the manor house. His ability to lead the factory during this period of expansion was crucial to its development.",
    "Torsten Ek was known for his personal commitment to the Rydal community – he knew every resident by name and often took evening walks, greeting the villagers. His signature, 'T. Ek 1935', is still engraved on the manor's left outer door. He lived in the manor with his family until 1954 and was often referred to as 'The King of Rydal'.",
    "In 1914, he married Willy Sigrid Alice Sanderberg (b. 1890, d. 1980). Together they had five children: Olof, Brita, Barbro, Bertil, and Ingrid Margareta. Willy had a strong interest in photography, and one of their grandchildren donated several photo albums to the Rydal Museum. In the summer of 2020, children and grandchildren visited the manor and handed over photographs from their time there – a valuable addition to the site’s historical collection.",
    "As far as we’ve been able to find, Torsten and Willy rest in the Sanderberg family grave at Halmstad’s western cemetery (section 1, outer back row)."
  ]
}
  ],
  "storyTitle": "Ghosts and Mystery",
  "stories": [
    {
      "title": "",
      "text": "Visitors and staff have reported hearing footsteps in the corridors, especially upstairs, even though no one else was present. Some have also heard whispers or voices without being able to locate the source."
    },
    {
      "title": "",
      "text": "There have been accounts of sudden temperature drops in certain rooms, creating a sense of cold and discomfort. These temperature changes have often occurred without any apparent reason."
    },
    {
      "title": "",
      "text": "Several people have described a strong feeling of being watched or not being alone, even though they were. This feeling has often been experienced in the attic and certain hotel rooms."
    },
    {
    "title": "",
    "text": "There are testimonies of blankets being pulled off sleeping guests or staff during the night, without any explanation."
    }
    ],
"eventTitle": "Historical Places and Events in the Area",
"events": [
  {
    "title": "The Cholera Epidemic of 1866",
    "text": "Between September 20 and October 12, several people died in Rydal, including factory workers and their family members. Many of the victims were children and young adults — a tragic reminder of the harsh living conditions of the time."
  },
  {
    "title": "The Flood of 1868",
    "text": "Heavy rains and melting snow caused the Viskan River to overflow. Several dams broke and roads were destroyed. Although no direct damage to the manor was documented, the surrounding area was likely affected by the flood."
  },
  {
    "title": "Working Conditions in the Textile Industry",
    "text": "During the 19th century, working conditions in the textile industry were both harsh and dangerous. Workers — both adults and children — were exposed daily to noise, dust, and hazardous machinery in two shifts. Prolonged exposure often led to serious health issues, and accidents were frequent, even if few were documented. Spinning and weaving machines with rotating shafts and belts posed constant risks. One particularly tragic incident tells of a sixteen-year-old boy who lost his right hand in a cleaning machine."
  },
  {
    "title": "The Suicide of Karl Malmberg",
    "text": "In the late 1800s, a worker at the Rydal factory took his own life by cutting his throat with a razor in a woodshed. He had recently lost five of his nine children and his wife, as well as another daughter shortly before, which led to a deep depression."
  },
  {
    "title": "Accident at Stämmemad Sawmill",
    "text": "Johannes Bred, the last enlisted soldier in the area, tragically died in 1920. While working at the Stämmemad sawmill, he crawled under a saw bench to remove wood chips, got caught in the drive shaft, and was spun around until he was suffocated by his own clothes and mutilated before the machine could be stopped."
  },
  {
    "title": "The Morgue",
    "text": "In the 1920s, a mortuary known as 'the morgue' was built at the edge of the forest and was used until the 1950s. Previously, the deceased had been kept in the southern wing of Ryds Gård and later in the Oxala House before burial. Oxala House is located north of the manor and was built in 1937. It was later converted into a residence for Torsten’s private chauffeur."
  }
],
"galleryTitle": "Photo Gallery",
"gallery": [
  {
    "src": "/images/rydals_herrgard/rydals_herrgård_CC BY.webp",
    "alt": "Photo of Rydals Manor",
    "caption": "Rydals Manor"
  },
  {
    "src": "/images/rydals_herrgard/rydahls_bomullsspinneri_CC BY.webp",
    "alt": "The manor in the upper left corner with its wings",
    "caption": "The manor in the upper left corner with its wings"
  },
  {
    "src": "/images/rydals_herrgard/spinneriet_1900-1927_CC BY.webp",
    "alt": "Rydal Factory 1927",
    "caption": "Rydal Factory 1927"
  },
  {
    "src": "/images/rydals_herrgard/rydals_fabriker_1942_ CC BY.webp",
    "alt": "Rydal Factory 1942",
    "caption": "Rydal Factory 1942"
  },
  {
    "src": "/images/rydals_herrgard/sven_erikson_1870-1879_CC BY.webp",
    "alt": "Sven Erikson (1870–1879)",
    "caption": "Sven Erikson (1870–1879)"
  },
  {
    "src": "/images/rydals_herrgard/beloningsmedalj_i_brons_CC BY.webp",
    "alt": "Bronze reward medal",
    "caption": "Bronze reward medal"
  },
  {
    "src": "/images/rydals_herrgard/gustaf_alma_claes_stenberg_gravsten_CC-BY-NC.webp",
    "alt": "Gravestone of Gustaf, Alma and Claes",
    "caption": "Gravestone of Gustaf, Alma and Claes"
  },
  {
    "src": "/images/rydals_herrgard/torsten_ek.webp",
    "alt": "Torsten Ek",
    "caption": "Torsten Ek"
  },
  {
    "src": "/images/rydals_herrgard/torsten_willy_gravsten_CC-By-Nc.webp",
    "alt": "Gravestone of Torsten and Willy",
    "caption": "Gravestone of Torsten and Willy"
  }
],
"resultTitle": "Summary from Our Investigation",
"videoSectionTitle": "Join Us on the Investigation",
"results": [
  {
    "title": "Summary of what we experienced",
    "text": [
      "We just received the word 'foot' on the equipment in the red room—and only two seconds later, we saw that one of the team’s shoelaces had come undone. Was it a ghost trying to alert the person?",
      "While we were eating, we sat in the monitoring room when suddenly a lot of noises were heard throughout the house.",
      "We made contact on the PMB near the entrance. When we asked questions, the feeling grew stronger that Torsten Ek was present with us there and then.",
      "The surveillance caught strange orbs flying around in the basement, the lounge, and the red room.", 
      "When we were inside the red room, where it is said that someone usually messes up the bed after it’s been made, we had a PRS placed in the bed. We asked if the person who usually messes up the bed was present—and the PRS device in the bed gave a response.",
      "During the day, the surveillance was running, and we saw an employee coming up the stairs to the second floor. He suddenly stopped, as if he saw or felt something, and nearly fell backward but managed to grab the railing. When we later asked him what had happened, he had no memory of it. When we tried to show the footage from the surveillance, the SD card suddenly caught fire, and neither he nor we could see the event or other recordings saved on it. Tragic, but it also shows the power and influence spirits can have on electronic equipment.",
      "When we were conducting the Estes method up in the attic, Nathalie went down to the surveillance room to take a break. After a while, Dennis received Nathalie’s full name through the headphones—without knowing she had left the room. Could the spirits have wanted her to be part of the Estes method?",
      "The PMB activated by the staircase leading to the attic just as a group of employees arrived in the evening. Many things started happening when they entered, but thanks to the PMB, we also discovered that a figure was present who was connected to one of the employees and not to the house.",
      "Nathalie experienced her most frightening moment during our investigations at the site. Historiska Röster and some staff members were downstairs in the basement investigating. Nathalie felt tired and wanted to go up to the surveillance room, but as she passed through the swinging door to the kitchen, it felt like she walked straight into something invisible. She panicked, ran back into the kitchen, and down to the basement again. When we later reviewed the surveillance footage, we heard sounds like someone was moving around in the hallway outside the swinging door about a minute before Nathalie appeared coming out through the door."
    ]
  }
],
  "videos": [
    "https://www.youtube.com/embed/5eqY1dKSVo0?si=z86z8vfr1KM7pGsc"
  ],
"moreTitle": "Learn more about Rydals Manor",
"more": "Explore Rydals Manor’s official website <a href=\"https://www.rydalsherrgard.se/\" target=\"_blank\" class=\"link\">here</a> and discover the unique combination of historical charm and modern atmosphere. Don’t miss the chance to visit this beautiful place — enjoy delicious food in a manor setting, take part in cultural events in inspiring surroundings, and feel the presence of history at every step. An experience for all the senses!"
}

