{
  "aboutUs": {
    "title": "Om Historiska Röster",
    "teamTitle": "Teamet",
    "teamText": "Detta härliga gäng började sin resa ihop 28 juli 2024. Nere till vänster hittar ni Nathalie från Karlshamn, spökenas egna energidryck. När Nathalie börjar nicka till under utredningen vet man att något spännande snart kommer att hända. Uppe till vänster hittar vi Angelica, Göteborgstjejens svar på en detektiv, som djupdyker i historiska arkiv för att avslöja spökliga mysterier. Sist men inte minst har vi tekniknörden Dennis från Borås, som med sitt teknikintresse och kamera fångar våra äventyr och förvandlar dem till film av högsta klass.",
    "whoAreWe": "Vilka är vi?",
    "whoAreWeText": "Vårt team är en samling passionerade själar från fyra hörn av Sverige, förenade av en fascination för det mystiska och det historiska. Vi utforskar historiska platser på djupet genom att kombinera traditionell historisk forskning med modern teknik och paranormala utredningsmetoder. Genom att dela våra resultat med världen strävar vi efter att återuppliva historiska händelser, bevara vårt förflutna, bevisa att det finns något bortom denna värld och inspirera andra att utforska det okända.",
    "visionTitle": "Vår vision",
    "visionText": "Vi ska belysa det okända genom historien.",
    "goalTitle": "Vårt mål",
    "goalText": "Vårt mål är att avslöja de dolda berättelserna och förstå de fenomen som har fascinerat människor i generationer.",
    "keywordsTitle": "Våra ledord",
    "keywords": {
      "document": {
        "title": "Dokumentera",
        "text": "Vi strävar efter att systematiskt dokumentera och bevara historiska platser med potentiell paranormal aktivitet, för att skapa en pålitlig och detaljerad arkivbild av dessa fenomen."
      },
      "understand": {
        "title": "Förstå",
        "text": "Vi arbetar för att fördjupa förståelsen av de historiska och kulturella faktorer som kan påverka upplevelser av paranormala fenomen, och att belysa deras sammanhang."
      },
      "inform": {
        "title": "Informera",
        "text": "Vi engagerar oss i att sprida kunskap om paranormal forskning och dess metoder, och vill göra ämnet tillgängligt för allmänheten för att väcka nyfikenhet och öka förståelsen."
      },
      "preserve": {
        "title": "Bevara",
        "text": "Vi är dedikerade till att bevara och skydda historiska platser, särskilt de som är knutna till lokala legender och traditioner, för att säkra deras historia för framtida generationer."
      },
      "collaborate": {
        "title": "Samarbeta",
        "text": "Vi söker aktivt samarbete med lokala samhällen, historiska föreningar och andra forskare för att främja ett brett och mångsidigt perspektiv på paranormal forskning och dess betydelse."
      },
      "reliability": {
        "title": "Trovärdiga",
        "text": "Vi förfalskar aldrig resultat. Vår spökjakt vilar på ärliga observationer och ett öppet, kritiskt sinne. Trovärdighet går alltid före dramatik – vi söker sanningen, inte sensationer."
      }
    },
    "howWeInvestigate": "Hur går en utredning till?",
    "howWeInvestigateText": [
      "För att skapa en solid grund för vår undersökning börjar vi med en noggrann historisk bakgrundsstudie innan vi besöker platsen. Vi söker efter namn, fotografier och specifika händelser som är kopplade till fastigheten och dess tidigare ägare.",
      "Under utredningsdagen besöker vi relevanta platser, som kyrkor, begravningsplatser och andra byggnader med historiska kopplingar till den aktuella byggnaden.",
      "Fältarbetet inleds vid gryningen och genomförs med hjälp av modern utrustning. Vi utför våra undersökningar under nattens mörker, då andra sinnen skärps när synen inte är närvarande.",
      "Det insamlade materialet analyseras noggrant efter fältstudien för att identifiera samband och dra välgrundade slutsatser. Resultaten sammanställs i en dokumentärfilm och teasers på våra sociala medier.",
      "I framtiden planerar vi att producera fler filmer som belyser både platsens historia och dess omgivning. Vi kommer också att intervjua nuvarande och tidigare ägare samt anställda för att samla in personliga berättelser och kompletterande information."
    ],
    "interestedInCooperation": "Intresserad av att samarbeta med oss?",
    "cooperationText": [
      "Tänk dig att tillsammans med oss, få ta del av en unik resa genom tid och rum. Med vår passion för det okända, vår kunskap och vår avancerade utrustning, kommer vi att dyka djupt in i platsens historia för att avslöja dess hemligheter. Vi kommer att använda varje verktyg vi har för att fånga de minsta spår av paranormal aktivitet och skapa en dokumentation som kommer att fascinera och överraska många.",
      "Genom vårt samarbete kan vi tillsammans skapa en spännande berättelse som lockar besökare och ökar intresset för platsen och området. Tänk dig att se din anläggning i rampljuset på sociala medier som delar och engagerar sig i vår forskning och er historia. Tillsammans kan vi skapa något riktigt speciellt.",
      "Tveka inte att kontakta oss! Du når oss enklast <a href=\"mailto:historiskaroster@outlook.com\" class=\"link\">via denna länk</a> och som vi alltid säger, det är bättre att höra av sig en gång för mycket än en gång för lite.",
      "Vi är såklart intresserade av att hitta olika typer av samarbeten så har du en idé så diskuterar vi gärna detta närmare med er."
    ]
  }
}
