{
  "aboutUs": {
    "title": "Om oss",
    "teamTitle": "Teamet",
    "teamText": "Detta härliga gäng började sin resa tillsammans den 28 juli 2024. Nere till vänster hittar ni Nathalie från Karlshamn, spökenas egen energidryck – när Nathalie börjar nicka till vet man att något spännande är på gång. Uppe till vänster har vi Angelica, Göteborgstjejen som är vårt svar på en detektiv och gräver djupt i historiska arkiv. Uppe till höger hittar ni Annsofie från Borås, vår berättarröst som väcker historiens vingslag till liv. Vi har även Björn, vårt utbildade medium, som med sin unika förmåga fungerar som vår mänskliga länk till andra sidan och hjälper oss att tolka det vi ännu inte kan mäta med utrustning. Sist men inte minst har vi tekniknörden Dennis från Borås, som med sin kamera förvandlar våra äventyr till film av högsta klass.",
    "whoAreWe": "Vilka är vi?",
    "whoAreWeText": "Vårt team är en samling passionerade själar från fyra hörn av Sverige, förenade av en fascination för det mystiska och det historiska. Vi utforskar historiska platser på djupet genom att kombinera traditionell historisk forskning med modern teknik och paranormala utredningsmetoder. Genom att dela våra resultat med världen strävar vi efter att återuppliva historiska händelser, bevara vårt förflutna, bevisa att det finns något bortom denna värld och inspirera andra att utforska det okända.",
    "visionTitle": "Vår vision",
    "visionText": "Vi ska belysa det okända genom historien.",
    "goalTitle": "Vårt mål",
    "goalText": "Vårt mål är att avslöja de dolda berättelserna och förstå de fenomen som har fascinerat människor i generationer.",
    "keywordsTitle": "Våra ledord",
    "keywords": {
      "document": {
        "title": "Dokumentera",
        "text": "Vi strävar efter att systematiskt dokumentera och bevara historiska platser med potentiell paranormal aktivitet, för att skapa en pålitlig och detaljerad arkivbild av dessa fenomen."
      },
      "understand": {
        "title": "Förstå",
        "text": "Vi arbetar för att fördjupa förståelsen av de historiska och kulturella faktorer som kan påverka upplevelser av paranormala fenomen, och att belysa deras sammanhang."
      },
      "inform": {
        "title": "Informera",
        "text": "Vi engagerar oss i att sprida kunskap om paranormal forskning och dess metoder, och vill göra ämnet tillgängligt för allmänheten för att väcka nyfikenhet och öka förståelsen."
      },
      "preserve": {
        "title": "Bevara",
        "text": "Vi är dedikerade till att bevara och skydda historiska platser, särskilt de som är knutna till lokala legender och traditioner, för att säkra deras historia för framtida generationer."
      },
      "collaborate": {
        "title": "Samarbeta",
        "text": "Vi söker aktivt samarbete med lokala samhällen, historiska föreningar och andra forskare för att främja ett brett och mångsidigt perspektiv på paranormal forskning och dess betydelse."
      },
      "reliability": {
        "title": "Trovärdiga",
        "text": "Vi förfalskar aldrig resultat. Vår spökjakt vilar på ärliga observationer och ett öppet, kritiskt sinne. Trovärdighet går alltid före dramatik – vi söker sanningen, inte sensationer."
      }
    },
    "howWeInvestigate": "Hur en vanlig utredning går till",
    "howWeInvestigateText": [
      "För att skapa en solid grund för vår undersökning börjar vi med en noggrann historisk bakgrundsstudie innan vi besöker platsen. Vi söker efter namn, fotografier och specifika händelser som är kopplade till fastigheten och dess tidigare ägare.",
      "Under utredningsdagen besöker vi relevanta platser, som kyrkor, begravningsplatser och andra byggnader med historiska kopplingar till den aktuella byggnaden.",
      "Vi intervjuar gärna nuvarande ägare för att få en personlig bild av platsen och ta del av deras egna upplevelser och berättelser.",
      "Fältarbetet inleds vid skymningen och genomförs med hjälp av modern utrustning. Vi utför våra undersökningar under nattens mörker, då andra sinnen skärps när synen inte är närvarande.",
      "Det insamlade materialet analyseras noggrant efter fältstudien för att identifiera samband och dra välgrundade slutsatser. Resultaten sammanställs i en dokumentärfilm och teasers på våra sociala medier."
    ],
    "ghostHauntingEvent": "Spökjaktsevent (Gästupplevelse)",
    "ghostHauntingEventText": [
      "Vi arrangerar exklusiva spökjaktsevent i nära samarbete med ägare av historiska och paranormala platser. Precis som vid våra egna utredningar ligger en gedigen historisk bakgrundsstudie till grund för kvällen.",
      "Kvällen inleds ofta med en rundvandring och därefter en gemensam middag där historiens vingslag blir påtagliga. Här får gästerna lyssna till ägarens egna berättelser om platsen, samtidigt som vi öppnar upp för diskussioner kring det paranormala. Det är ett uppskattat tillfälle att dela erfarenheter och lära känna varandra på ett djupare plan innan mörkret faller.",
      "Efter middagen håller vi på Historiska Röster i en genomgång av vår tekniska utrustning. Vi utbildar gästerna i hur de olika verktygen används för att dokumentera och mäta aktivitet.",
      "Under själva utredningen väljer gästerna själva sitt upplägg: antingen utforskar man platsen på egen hand med lånad utrustning, eller så följer man med någon av oss för en guidad undersökning. Allt sker utifrån vad gästen själv känner sig bekväm med.",
      "Vi avslutar natten med en gemensam samling där vi går igenom kvällens upplevelser och iakttagelser. Efteråt avrundas eventet och de gäster som bokat ett paket med övernattning drar sig tillbaka till sina rum, medan övriga tackar för sig.",
      "Ett spökjaktsevent med oss är mer än bara spänning – det är ett sätt att förena historia, gemenskap och det oförklarliga i en trygg miljö.",
      "Vill du förvandla din historia till en upplevelse? Vi är alltid öppna för nya idéer och skräddarsyr gärna samarbetet efter era förutsättningar. Det är bättre att höra av sig en gång för mycket än en gång för lite!",
      "Kontakta oss gärna <a href=\"mailto:historiskaroster@outlook.com\" class=\"link\">via denna länk</a> för ett förutsättningslöst möte."
    ],
    "interestedInCooperation": "Intresserad av att samarbeta med oss?",
    "cooperationText": [
      "Vi på Historiska Röster tror på styrkan i att jobba tillsammans. Vi letar ständigt efter nya spännande samarbeten som kan lyfta både våra utredningar och den paranormala communityn i stort.",
      "Är ni ett annat paranormalt team som vill göra en gemensam utredning, eller representerar ni ett företag som säljer avancerad utrustning? Vi är även intresserade av samarbeten kring profilkläder, tryck och annan utrustning som hjälper oss att stärka vårt varumärke och vår närvaro ute på fältet.",
      "Vi ser stora möjligheter i att utbyta erfarenheter, testa ny teknik och skapa unikt innehåll tillsammans som engagerar och fascinerar våra följare på sociala medier. Genom att kombinera våra expertiser kan vi skapa något riktigt speciellt.",
      "Har du en idé om ett samarbete eller en produkt du tror skulle passa oss? Tveka inte att höra av dig! Som vi alltid säger: det är bättre att kontakta oss en gång för mycket än en gång för lite.",
      "Du når oss enklast <a href=\"mailto:historiskaroster@outlook.com\" class=\"link\">via denna länk</a> för en förutsättningslös diskussion."
    ]
  }
}
