{
  "title": "Annas Bed & Kitchen",
  "investigation": "Historiska Röster var här",
  "investigationDate": "",
  "image": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen.webp",

  "history": [
  {
    "heading2": "Huset och platsens historia",
    "text": [
        "I Vare, strax utanför Varberg, ligger denna charmiga gård med en trädgård som har anor från 1600-1700-talet. Gården var tidigare känd som privatbostaden Bengt Svensgård, Fattiggården/Kommungården, Ålderdomshem men idag är den känd som Johanssons Gård och Annas Bed & Kitchen."
    ]
  },
  {
    "heading2": "1600–1700-talet – Bengt Svensgård tar form",
    "text": [
        "Platsen i Vare var redan under 1600-talet en levande jordbruksgård. Enligt tradition och tidiga källor tros Börje Svensson ha köpt gården omkring år 1690. Gården kom senare att kallas Bengt Svensgård och blev ett hem som gick i arv genom flera generationer.",
        "Så långt som vi kan hitta i kyrkoförhören, vilket är 1755, kan man se att Albrekt Börgesson (f. 1707 - d. 26 april 1779) bodde på och brukade Bengt Svensgård tillsammans med sin hustru Anna Andersdotter (f. 1720 - d. 9 januari 1774). De fick barnen Inger (f. 1744), Beata (f. 1748), Helena (f. 1750), Olof (f. 1752), Börge (f. 1754) och Anna (f. 1759 - d. 25 december 1771). Under denna tid var gården ett centrum för arbete och familjeliv, där drängar och pigor regelbundet fanns knutna till hushållet.",
        "När Albrekt Börjesson senare avled år 1779 tog sonen Olof Albrektsson över gården och bodde där tillsammans med sin hustru Johanna Jönsdotter (f. 1750). Där växte även barnen Albert, Bengt (7 mars 1789), Kerstin, Gertrud och Lena upp. Gården bedrevs fortfarande som jordbruk så många drängar och pigor vistades på gården."
    ]
    },
    {
    "heading2": "1800-talet början – Familjen Olofsson",
    "text": [
        "När Olof avled bodde Johanna, Bengt och systern Lena kvar på gården. Under en period var sonen Bengt Olofsson dräng innan han själv bildade familj och tog över brukandet av gården.",
        "Olof och hustrun Gunnild Larsdotter (26 mars 1791) bodde på gården med deras barn Lars Otto (15/3 1818), Albrekt (28/8 1820), Nils August (7/10 1827), Anna Johanna (24/2 1823), Anders (9/8 1830), Lovisa Beata (29/4 1832) och Beata Christina (26/1 1838)",
        "Dessvärre dör Lars Otto 6/11 1847 i en olyckshändelse. Mer exakt vad som hände kan man inte uttyda. Även sonen Petters namn styrks över i husförhöret men orsaken är oklar."
        ]
    },
    {
    "heading2": "1800-talets slut – Familjen Bengtsson",
    "text": [
        "Mot mitten av 1800-talet tog nästa generation vid. Sonen Albrekt Bengtsson tar över gården och bor där med hustrun Inger Breta Nilsdotter (2/1 1839) får sonen Lars (11/7 1861). Dessvärre avlider Inger 15 feb 1862 och Albrekt gifter sig med Augusta Sofia Bengtsson (född 22/10 1847) 21 januari 1876. Sonen Johan August bor kvar och Albrekt och Augusta får barnen Alma Justina (27/3 1869), Johan August (15/2 1871), Inger Britta (14/2 1876), Bengt Albert (2/7 1880) och Lovisa Gunilla (8/1 1886).",
        "Tyvärr dör dottern Alma Justina 14/9 1879 och dottern Inger Brita dör 28/8 1879. Albrekt dör själv 23/10 1890.",
        "Man kan se att alla namn i kyrkoförhör boken styrks över och att änkan Augusta Sofia Bengtsdotter (28/8 1847) bor på gården med barnen Johan August, Bengt Albert och Lovisa Gunilla samt svägerskan Anna Bengtsdotter (24/2 1823). Det bor även en man på gården vid namn Johannes Jönsson (26/2 1854)."
        ]
    },
  {
  "heading2": "1900-talet – Branden och den stora förändringen",
    "text": [
        "Det sägs att det under sekelskiftet inträffade en brand i bostadshuset, och i samband med detta såldes gården till Träslövs kommun. Vi har inte hittat några bevis på detta men detta kan ha blivit den avgörande vändpunkt i platsens historia.",
        "Gården förlorade sin roll som privat hem och fick istället en kommunal funktion."
    ]
  },
{
  "heading2": "1900–1960-talet – Fattiggård, kommungård och ålderdomshem",
    "text": [
        "Gården byggdes om till fattiggård, senare kallad kommungård. Här bodde människor som samhället inte längre kunde ta hand om på annat sätt: äldre, sjuka, fattiga och ibland psykiskt sköra individer.",
        "Över 30 personer kunde bo här samtidigt, inklusive hjon, drängar och pigor. Än idag finns spår av dårceller och likrum.",
        "Det sägs att en man med tvångströja kom med hästdroska till gården för att övernatta i huset under en transport vidare till mentalvårdsinrättning i Helsingborg år 1912.",
        "Mellan åren 1917 och 1923 var Emil och hans hustru Signe, född 1895 i Sibbarp, föreståndare för kommungården. De ansvarade även för att transportera avlidnas anhöriga när dessa själva saknade hästar.",
        "Fattiggårdar var vid denna tid en vanlig institution i Sverige, där kommunerna ansvarade för omsorgen av dem som inte kunde försörja sig själva. Dessa anläggningar, som senare utvecklades till ålderdomshem, byggdes ofta avsides – något som kan tyda på en skamkänsla kring fattigvården."
    ]
  },
  {
  "heading2": "1960-talet – En epok avslutas",
    "text": [
        "När Träslövs kommun blev en del av Varbergs stad år 1960 flyttades de äldre till det nybyggda pensionärshemmet Östergården. Gården stod därefter inför rivning. Här kunde historien ha tagit slut."
    ]
  },
  {
  "heading2": "1971-talet – Räddningen",
    "text": [
        "År 1971 tog Gunnie Johnsson över gården – och räddade den från rivning. Det är nu namnet Johnssons Gård föds.",
        "Husen bevarades, restaurerades och fick nytt liv. Platsen började långsamt förvandlas från institution till mötesplats.",
        "Gården är fortfarande kvar i släkten, då hennes dotter Pia Kellström senare tog över."
    ]
  },
  {
  "heading2": "2000-talet – Annas Bed & Kitchen",
    "text": [
        "I den gamla huvudbyggnaden växte så småningom Annas Bed & Kitchen fram – ett boende och kök som medvetet knyter an till platsens historia.",
        "Namnet Anna är ingen slump. Det är en hyllning till Anna Katrina Albrektsson, dotter till Lars Albrektsson, som en gång växte upp här innan gården blev fattiggård.",
        "Idag sover gäster i rum där generationer levt, arbetat, vårdats och drömt."
    ]
  },
  {
  "heading2": "Idag – Ett levande kulturarv",
    "text": [
        "Idag är Johnssons Gård en plats fylld av liv igen: företag, hantverk, mat, möten, gäster från när och fjärran.",
        "Och i hjärtat av gården finns fortfarande Annas Bed & Kitchen – där historien inte är något som göms undan, utan något som får ta plats."
    ]
  }
],

  "galleryTitle": "Bildgalleri",
  "gallery": [
    {
      "src": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen_1976.webp",
      "alt": "Annas Bed & Kitchen 1976",
      "caption": "Annas Bed & Kitchen 1976"
    },
    {
      "src": "/images/annas_bed_and_kitchen/lars_johannas_gravsten.webp",
      "alt": "Lars, Johanna och Carls gravsten",
      "caption": "Lars, Johanna och Carls gravsten"
    },
    {
      "src": "/images/annas_bed_and_kitchen/sjuksyster_barnmorska_i_hem-miljo_troligen_laura_alberktsson.webp",
      "alt": "Sjuksyster/barnmorskan Laura Albrektsson",
      "caption": "Sjuksyster/barnmorskan Laura Albrektsson"
    },
    {
      "src": "/images/annas_bed_and_kitchen/likvagnen_sibbarp.webp",
      "alt": "Likvagnen som användes vid Kommungården",
      "caption": "Likvagnen som användes vid Kommungården"
    },
    {
      "src": "/images/annas_bed_and_kitchen/personal_ostergarden.webp",
      "alt": "Personal utanför Östergården",
      "caption": "Personal utanför Östergården"
    }
  ],

  "resultTitle": "Sammanfattning från vår utredning",
  "results": [
    {
      "title": "Kommer inom kort",
      "text": [""]
    }
  ],

  "moreTitle": "Lär dig ännu mer om Annas Bed & Kitchen",
  "more": "Utforska deras officiella sida <a href=\"https://annasbedandkitchen.se/\" target=\"_blank\">här</a> och missa inte chansen att boka en övernattning i detta historiska hus.",

  "referencesTitle": "Källor",
  "sources": [
    {
      "text": "Rotter.se",
      "url": "https://www.rotter.se/gsi/368771"
    },
    {
      "text": "Digitalt Museum",
      "url": "https://digitaltmuseum.se/"
    },
    {
      "text": "Johnssons Gård",
      "url": "https://www.johnssonsgard.se/"
    },
    {
      "text": "Riksarkivet",
      "url": "https://sok.riksarkivet.se/digitala-arkiv?Arkivsok=Tr%c3%a4sl%c3%b6v&EndastDigitaliserat=true&Lan=Hallands+l%c3%a4n&Arkivtyp=Alla&AvanceradSok=False&PageSize=20&typAvLista=Standard&page=1&postid=Arkis+64218eae-ecc4-4c37-9c70-e13c56b3790f&tab=post&s=Balder"
    }

    
  ]
}
