{
  "title": "Annas Bed & Kitchen",
  "investigation": "Historiska Röster var här",
  "investigationDate": "3-4 januari 2026",
  "image": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen.webp",

  "history": [
    {
      "heading2": "Huset och platsens historia",
      "text": [
        "I Vare, strax utanför Varberg, ligger denna charmiga gård med en trädgård som har anor från 1600-1700-talet. Gården var tidigare känd som privatbostaden Bengt Svensgård, Fattiggården/Kommungården, Ålderdomshem men idag är den känd som Johnssons Gård och Annas Bed & Kitchen."
      ]
    },
    {
      "heading2": "1600–1700-talet – Bengt Svensgård tar form",
      "text": [
        "Platsen i Vare var redan under 1600-talet en levande jordbruksgård. Det tros vara Börje Svensson (f. ca 1670) som köpte gården omkring år 1690 och bodde där med hustrun Barbro Olofsdotter (f. ca 1670) och barnen Ingrid (1703-1780) och Albrekt (1706). Gården kom senare att kallas Bengt Svensgård och blev ett hem som gick i arv genom flera generationer.",
        "Så långt som vi kan hitta i kyrkoförhören, vilket är 1755, kan man se att Albrekt Börjesson (f. 1707 - d. 26 april 1779), son till Börje Svensson, bodde på och brukade Bengt Svensgård tillsammans med sin hustru Anna Andersdotter (f. 1720 - d. 9 januari 1774). De fick barnen Inger (f. 1744), Beata (f. 1748), Helena (f. 1750 - 1789), Olof (f. 1752), Börge (f. 1754) och Anna (f. 1759 - d. 25 december 1771). Under denna tid var gården ett centrum för arbete och familjeliv, där drängar och pigor regelbundet fanns knutna till hushållet.",
        "När Albrekt Börjesson senare avled år 1779 tog sonen Olof Albrektsson över gården och bodde där tillsammans med sin hustru Johanna Jönsdotter (f. 1750 - 1813). Där växte även barnen Anna (1770), Kerstin (1773), Albert (1776), Gertrud (1787 - 1862), Bengt (7 mars 1789) och Lena (1759) upp. Gården bedrevs fortfarande som jordbruk så många drängar och pigor vistades på gården."
      ]
    },
    {
      "heading2": "1800-talet början – Familjen Olofsson",
      "text": [
        "När Olof avled bodde hustrun Johanna och barnen Bengt och Lena kvar på gården. Sonen Bengt Olofsson var dräng på gården innan han själv bildade familj och tog över brukandet av gården.",
        "Bengt och hustrun Gunnild Larsdotter (26 mars 1791) gifte sig 2 oktober 1815 och bodde på gården med deras barn Lars Otto (15/3 1818 - 6/11 1847), Albrekt (28/8 1820 - 23/10 1890), Nils August (7/10 1827), Anna Johanna (24/2 1823), Anders (9/8 1830 - 1903), Lovisa Beata (29/4 1832), Peter Johan (1834) och Beata Christina (26/1 1838 - 1919)",
        "Dessvärre dör Lars Otto 1847 i en olyckshändelse 29 år gammal, mer exakt vad som hände kan man inte uttyda. Även sonen Peters namn styrks över i husförhöret men orsaken är oklar."
      ]
    },
    {
      "heading2": "1800-talets slut – Familjen Bengtsson",
      "text": [
        "Mot mitten av 1800-talet tog nästa generation vid. Sonen Albrekt Bengtsson tar över gården och gifter sig med Inger Breta Nilsdotter (2/1 1839 - 15 feb 1862) 5 juli 1860. De får sonen Lars (11/7 1861). Dessvärre avlider Inger 1862 och Albrekt gifter sig med Augusta Sofia Bengtsdotter (född 22/10 1847 - d. 1890) 21 januari 1876. Sonen Lars bor kvar och Albrekt och Augusta får barnen Alma Justina (27/3 1869 - 1879), Johan August (15/2 1871), Inger Britta (14/2 1876 - 1879), Bengt Albert (2/7 1880 - 1940) och Lovisa Gunilla (8/1 1886).",
        "Tyvärr dör dottern Alma Justina 14/9 1879 (10 år) och dottern Inger Brita dör 28/8 1879 (3 år). Albrekt dör själv 23/10 1890.",
        "När Albrekt avlider bor änkan Augusta Sofia Bengtsdotter kvar på gården med barnen Johan August, Bengt Albert och Lovisa Gunilla samt svägerskan Anna Bengtsdotter (24/2 1823). Det bor även en man på gården vid namn Johannes Jönsson (26/2 1854).",
        "Det ska vara den äldsta sonen Lars Albrektsson som säljer gården sedan till kommunen. Lars och hans fru Johanna Larsdotter ligger begravda på Träslövs kyrka och jämte ligger deras barnbarn Carl Gustav Malm (8/8 1902 - 11/8 1902)."
      ]
    },
    {
      "heading2": "1900–1960-talet – Fattiggård, kommungård och ålderdomshem",
      "text": [
        "Gården byggdes om till fattiggård, senare kallad kommungård. Här bodde människor som samhället inte längre kunde ta hand om på annat sätt: äldre, sjuka, fattiga och ibland psykiskt sköra individer.",
        "Över 30 personer kunde bo här samtidigt, inklusive hjon, drängar och pigor. Än idag finns spår av dårceller och likrum.",
        "Det sägs att en man med tvångströja kom med hästdroska till gården för att övernatta i huset under en transport vidare till mentalvårdsinrättning i Helsingborg år 1912.",
        "Fattiggårdar var vid denna tid en vanlig institution i Sverige, där kommunerna ansvarade för omsorgen av dem som inte kunde försörja sig själva. Dessa anläggningar, som senare utvecklades till ålderdomshem, byggdes ofta avsides – något som kan tyda på en skamkänsla kring fattigvården."
      ]
    },
    {
      "heading2": "1960-talet – En epok avslutas",
      "text": [
        "När Träslövs kommun blev en del av Varbergs stad år 1960 flyttades de äldre till det nybyggda pensionärshemmet Östergården. Gården stod därefter inför rivning. Här kunde historien ha tagit slut.",
        "Albrekt Bengtsson son Bengt arbetade som trädgårdsarbetare och vaktmästare på Östergården."
      ]
    },
    {
      "heading2": "1971-talet – Räddningen",
      "text": [
        "År 1971 tog Gunnie Solveig Johnsson (f. 1932 - d. 21 juni 2025) och Olof Göran Johnsson (21/3 1930 - 28/6 2016) över gården – och räddade den från rivning. Det är nu namnet Johnssons Gård föds.",
        "Husen bevarades, restaurerades och fick nytt liv. Platsen började långsamt förvandlas från institution till mötesplats.",
        "Gården är fortfarande kvar i släkten, då hennes dotter Pia Kellström senare tog över."
      ]
    },
    {
      "heading2": "2000-talet – Annas Bed & Kitchen",
      "text": [
        "I den gamla huvudbyggnaden växte så småningom Annas Bed & Kitchen fram – ett boende och kök som medvetet knyter an till platsens historia. Byggnaden omfattar idag omkring 900 kvadratmeter med 18 rum, varsamt anpassade för övernattning, möten och gemenskap. Under senare år har huset renoverats, och bland annat har källaren byggts ut av nuvarande ägare Pia Kellström tillsammans med sin bror.",
        "Namnet Anna är ingen slump. Det är en hyllning till Pias mormor Anna. Idag sover gäster i rum där generationer levt, arbetat, vårdats och drömt."
      ]
    },
    {
      "heading2": "Idag – Ett levande kulturarv",
      "text": [
        "Idag är Johnssons Gård en plats fylld av liv igen: företag, hantverk, mat, möten, gäster från när och fjärran.",
        "Och i hjärtat av gården finns fortfarande Annas Bed & Kitchen – där historien inte är något som göms undan, utan något som får ta plats."
      ]
    }
  ],

  "storyTitle": "Vad gäster och ägare har upplevt",
  "stories": [
    {
      "title": "Knackningar och ljud",
      "text": "Gäster har hört knackningar och ljud från tomma rum i huset – som om någon rörde sig där, fast ingen syns till."
    },
    {
      "title": "Fåtöljen som är 'upptagen'",
      "text": "Många gäster berättar att de känt av att någon sitter i en specifik fåtölj, även när ingen fysisk person finns där. Det är alltid samma fåtölj som pekas ut."
    },
    {
      "title": "Röster utan synlig källa",
      "text": "Pias man (ägaren) har flera gånger hört röster och samtal från ett rum på övervåningen, men när han öppnat dörren har ingen varit där – och då har rösterna slutat."
    },
    {
      "title": "Elektriska fenomen",
      "text": "Lampor kan tändas eller släckas av sig själva, utan att någon rört strömbrytarna."
    },
    {
      "title": "Sängar som verkar ha varit använda",
      "text": "Ibland har en nybäddad säng fått en inbuktning i täcket, som om någon suttit eller legat i den, fast ingen gjort det."
    },
    {
      "title": "Andarna Alvina, Nils och Oskar",
      "text": "Ett medium som besökte hotellet kände av flera energier som sedan bekräftades av tidigare ägare och anställda. En av dessa sägs vara Alvina, som brukade knacka tre gånger innan hon gick in i ett rum – och dessa knackningar hörs fortfarande i huset enligt gäster och personal. Ägaren Pia nämner också entiteterna Nils och Oskar, två män som ska ha bott på ålderdomshemmet tidigare. Flera gäster har uppgett att de sett dem som långa gestalter klädda i vita skjortor – och Pia tror att dessa andar inte är hotfulla, utan hjälper till att 'hålla ordning' i huset."
    },
    {
      "title": "Varsel om fara",
      "text": "Ett särskilt uppmärksammat tillfälle var när ägaren fick en stark känsla (en ingivelse) att gå till ett specifikt rum där det senare visade sig nästan ha börjat brinna. Pia kopplar denna känsla till andarna som varnat henne, eftersom en tänd lampa hade varit placerad mot träet på en överslaf, så att det nästan börjat glöda."
    }
  ],

  "galleryTitle": "Bildgalleri",
  "gallery": [
    {
      "src": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen_1976.webp",
      "alt": "Annas Bed & Kitchen 1976",
      "caption": "Annas Bed & Kitchen 1976"
    },
    {
      "src": "/images/annas_bed_and_kitchen/lars_johannas_gravsten.webp",
      "alt": "Gravsten för Lars, Johanna och Carl",
      "caption": "Gravsten för Lars, Johanna och Carl"
    },
    {
      "src": "/images/annas_bed_and_kitchen/sjuksyster_barnmorska_i_hem-miljo_troligen_laura_alberktsson.webp",
      "alt": "Sjuksyster/barnmorskan Laura Albrektsson",
      "caption": "Sjuksyster/barnmorskan Laura Albrektsson"
    },
    {
      "src": "/images/annas_bed_and_kitchen/likvagnen_sibbarp.webp",
      "alt": "Likvagnen som användes vid Kommungården",
      "caption": "Likvagnen som användes vid Kommungården"
    },
    {
      "src": "/images/annas_bed_and_kitchen/personal_ostergarden.webp",
      "alt": "Personal utanför Östergården",
      "caption": "Personal utanför Östergården"
    }
  ],

  "resultTitle": "Sammanfattning från vår utredning",
  "results": [
    {
      "title": "Kommer inom kort",
      "text": [""]
    }
  ],

  "moreTitle": "Lär dig ännu mer om Annas Bed & Kitchen",
  "more": "Utforska deras officiella sida <a href=\"https://annasbedandkitchen.se/\" target=\"_blank\">här</a> och missa inte chansen att boka en övernattning i detta historiska hus.",

  "referencesTitle": "Källor",
  "sources": [
    {
      "text": "Rotter.se",
      "url": "https://www.rotter.se/gsi/368771"
    },
    {
      "text": "Digitalt Museum",
      "url": "https://digitaltmuseum.se/"
    },
    {
      "text": "Johnssons Gård",
      "url": "https://www.johnssonsgard.se/"
    },
    {
      "text": "Enterprise Magazine",
      "url": "https://www.enterprisemagazine.se/nyheter/artikel/unikt-hotell-pa-landet"
    },
    {
      "text": "Tidningen Nära",
      "url": "https://www.tidningennara.se/artiklar/andlighet/mystiska-platser-varberg"
    },
    {
      "text": "Riksarkivet",
      "url": "https://sok.riksarkivet.se/digitala-arkiv?Arkivsok=Tr%c3%a4sl%c3%b6v&EndastDigitaliserat=true&Lan=Hallands+l%c3%a4n&Arkivtyp=Alla&AvanceradSok=False&PageSize=20&typAvLista=Standard&page=1&postid=Arkis+64218eae-ecc4-4c37-9c70-e13c56b3790f&tab=post&s=Balder"
    },
    {
      "text": "Lantmäteriet",
      "url": "https://historiskakartor.lantmateriet.se/hk/detailed"
    },
    {
      "text": "Albrekt Bengtsson",
      "url": "https://gw.geneanet.org/marieh?n=bengtsson&oc=&p=albrekt&type=fiche"
    }
  ]
}
