{
  "title": "Frammegården",
  "investigation": "Historiska Röster var här",
  "investigationDate": "4–5 juni 2024",
  "image": "/images/Frammegarden/historiska_roster_frammegarden.webp",
  "history": [
    {
      "heading2": "Frammegårdens historia",
      "text": [
        "Frammegården är ett av Sveriges mest hemsökta hus. Huset ligger beläget i utkanten av de Värmländska skogarna och det sägs att gården var hemsökt redan under Kerstin Erikssons tid.",
        "Innan gården byggdes tjänade platsen som galgbacke, där människor avrättades under 1500- och 1600-talen även häxbränning sägs ha ägt rum (myt eller sanning?)",
        "Hela byn brändes ner i slutet av 1500-talet när striden mellan Danmark och Sverige ägde rum. Ska ha skett vid 2 tillfällen.",
        "Huset sägs ha byggdes på 1700-talet men man kan på Lantmäteriets hemsida att det stod ett hus här 1643. När man bytte golvet på markplan hittade man skelett i alla 4 hörnen och ett framför spisen. Det ligger kvar än idag och är husoffer som var vanligt förr i tiden för att skydda huset.",
        "1865 med 2 veckors mellanrum dör Kerstin Eriksdotter 4 år och Nils Eriksson 2 år av halssjukdom/difteri. Det sägs att de låstes in av sin pappa Erik och svalt och frös ihjäl men kanske det låstes in för att skydda resten av familjen och speciellt nyfödda Anna Eriksdotter. Det blev alltså en form av hemkarantän. De finns foton på dessa barn i huset.",
        "Kerstin tog över gården efter sin far 1920. Hon var en ensamstående kvinna och levde ett relativt stillsamt liv på gården. Det sägs att Kerstin var en stark och självständig kvinna som var omtyckt av de boende i Skillingsfors. Hon var känd för sin gästfrihet och sin humor. Eftersom hon ärvde gården från sina föräldrar, var hon mycket intresserad av lokalhistoria och kulturarv. Hon arbetade aktivt för att bevara Frammegårdens historia och öppnade den för allmänheten som en hembygdsgård. Kerstin välkomnade besökare till Frammegården och berättade om dess historia. Hon var en vänlig och kunnig värdinna som delade med sig av sina kunskaper om gården och dess tidigare ägare. Kerstin älskade trädgårdsskötsel och tog hand om Frammegårdens grönområden. Hon planterade blommor, skötte om grönsakslandet och höll trädgården i fint skick. Hon var också engagerad i välgörenhetsarbete och hjälpte människor i samhället. Frammegården användes som ett hospic, och Kerstin tog hand om de obotligt sjuka som bodde där. Kerstin Eriksson flyttade till Stockholm och hittade sin kärlek men föräldrarna tvingade henne tillbaka till Frammegården (myt eller sanning?)",
        "Det var under tiden Kerstin bodde i huset som det började spridas rykten om att det spökade där. När gäster frågade om steg på ovanvåningen sa hon att det var husfolket och att hon aldrig är ensam i huset. Hon bankande i bordet med näven för att få de att vara tysta.",
        "1941 innan Kerstins död donerar hon huset till Skillingmarks Hembygdsförening. Många av Kerstins saker såldes tyvärr av pga. dålig ekonomi även de lovade att bevara dessa.",
        "Arne Weise gjorde ett reportage på Frammegården på 50-talet men avbröt vid 11 tiden. Under inspelningen hörs ett konstigt ljud.",
        "Om man går på kyrkogården i Skillingmark idag kan man se Nils Nilssons, Björn Nilssons, Erik Nilssons, Kerstin Erikssons och Anna Erikssons gravar. Även Kerstins syster Annas hus står kvar än idag och kan beskådas. Detta hus byggdes 1926 och Anna bodde där fram till sin död 1950."
      ]
    }
  ],
  "historyImage": {
    "alt": "Frammegårdens släktträd"
  },
  "storyTitle": "Spöken och mystik",
  "stories": [
    {
      "title": "",
      "text": "Sängen på ovanvåningen. Kvinna gråter och har ett dött barn i famnen."
    },
    { "title": "", "text": "Hör steg på ovanvåningen." },
    { "title": "", "text": "Hör barnröster och gråt." },
    { "title": "", "text": "Pianot spelar på ovanvåningen." },
    { "title": "", "text": "Ser spöken och ljussken." },
    { "title": "", "text": "Ser någon som tittar in genom fönsterna." },
    { "title": "", "text": "Hör viskningar och mummel." },
    { "title": "", "text": "Kalla drag och temperaturförändringar." },
    {
      "title": "",
      "text": "Beröring (någon stryker handen i håret eller lägger handen på deras axel)."
    },
    { "title": "", "text": "Elektroniska störningar." },
    { "title": "", "text": "Hörnskåpet i köket kan dörrar öppnad på." },
    {
      "title": "",
      "text": "Foto tagen på öppna spisen och fick Kerstin med på bilden i elden (foto finns)."
    },
    {
      "title": "",
      "text": "Fotboll som låg på tröskeln till skrubben sköts iväg framför ögonen på 4 personer."
    },
    { "title": "", "text": "Gungstol gungar." }
  ],
  "galleryTitle": "Bildgalleri",
  "gallery": [
    {
      "src": "/images/Frammegarden/grav2_frammegarden.webp",
      "alt": "Kerstin Erikssons gravsten",
      "caption": "Kerstin Erikssons gravsten"
    },
    {
      "src": "/images/Frammegarden/grav1_frammegarden.webp",
      "alt": "Nils Nilssons gravsten",
      "caption": "Nils Nilssons gravsten"
    },
    {
      "src": "/images/Frammegarden/grav4_frammegarden.webp",
      "alt": "Erik Nilssons gravsten",
      "caption": "Erik Nilssons gravsten"
    },
    {
      "src": "/images/Frammegarden/grav3_frammegarden.webp",
      "alt": "Anna Erikssons gravsten",
      "caption": "Anna Erikssons gravsten"
    },
    {
      "src": "/images/Frammegarden/anna-erikssons_torp_frammegarden.webp",
      "alt": "Anna Erikssons hus idag",
      "caption": "Anna Erikssons hus idag"
    }
  ],
  "resultTitle": "Sammanfattning från vår utredning",
  "videoSectionTitle": "Följ med oss på utredningen",
  "results": [
    {
      "title": "Kortfattat om vad vi fick uppleva",
      "text": [
        "Steg på vinden när vi står ovanför trappan upp till andra våningen.",
        "Två av oss ser skuggor i hallen vid ytterdörren när vi står inne i köket. Detta sker vid två tillfällen.",
        "Så fort vi sätter igång utrustningen i köket får vi kommunikation. Vi skulle egentligen bara testa att utrustningen fungera då vi står och packar upp. Tydlig kommunikation dom släpper PRS:en så fort vi ber dem göra det.",
        "Tydliga smällar på nedervåning när vi alla är där uppe.",
        "Vi frågar om Kerstin och Nils är begravda på Skillingsmarks kyrkogård. Utslag på PRS direkt efter det att den har varit tyst väldigt länge.",
        "Vi lämnar kamera på i köket och en PRS i trappan och går ut ur huset. PRS:en går då igång efter ett tag och när vi sitter på utsidan tycker sig en i teamet se en skugga i vardagsrumsfönstret på nedervåningen. När vi börjar ta oss in mot huset igen gör PRS:en ytterligare ett utslag. Vår teori är att när vi går ut tar någon sig ner från trappar (därav första utslaget), den tar sig in i vardagsrummet (därav skuggan en av medlemmarna ser) och när vi börjar ta oss in mot huset igen går den upp för trappan (därav andra utslaget på PRS:en).",
        "Medans vi sitter och äter i köket kör vi alla hur det låter som en tv eller radio är igång på ovanvåningen på låg ljudnivå. Detta håller på under en lång tid och kommer och går.",
        "Vi har ett övervakningskamera och en boll placerad på tröskeln till vinden. När vi kommer upp ser vi att bollen har ramlat ut men kameran har inte sett det som en rörelse och därav har vi inte fångat det. När en i teamet lägger tillbaka bollen och vänder sig om ramlar bollen ut igen efter en stund. Detta lyckats vi däremot fånga. Det gör även utslag på ett verktyg på bordet som att någon går ut från vinden.",
        "Vi har kontakt på ovanvåningen och frågar om vi ska gå ner. Vi får då svaret ja och när vi kommer ner får vi direkt kontakt i två rum samtidigt med något som visar sig vara soldater som finns på en tavla på väggen i ett av rummen.",
        "När vi var på ovanvåningen hade vi riktigt bra kontakt med hjälp av pendel.",
        "När vi sitter och har kontakt på nedervåningen i finrummet hör vi något som låter som ett pling utifrån köket. Vi tror att det är kassaapparaten så vi går ut och testar det men det låter inte på samma sätt. Så vi kommer inte på vad det kan vara.",
        "Vi får igenom i spiritboxen att vi ska akta oss. Detta leder oss in på samtalet att det finns björnar i skogen och tänker då att det är bäst att vi låser dörren vilket ger utslag på PRS:en och vi tar det som ett ja. När en i teamet ska gå och låsa dörren är den redan låst. Vi har haft dörren öppen hela dagen och natten då toaletten är på utsidan och vi vet att vi inte har låst den. Var detta detta pling vi hörde ifrån köket?",
        "Ca 02.30 lämnar vi huset och nu efteråt förstår vi inte riktigt varför för vi var mitt i en bra kommunikation. Kanske huset vill ha oss tillbaka och därav vill att vi ska ha kvar nyfikenhet kring huset.",
        "Vi alla vaknade på morgonen och kände att huset kallar på oss och att vi måste tillbaka."
      ]
    }
  ],
  "videos": ["https://www.youtube.com/embed/ZyDub1qhqmM?si=8UfD0LO3pSuHvoJq"],
  "moreTitle": "Läs mer om Frammegården",
  "more": "Utforska Frammegardens officiella sida <a href=\"https://www.skillingmarkshembygdsforening.com/\" target=\"_blank\">här</a> och ta del av ännu mer information om denna fantastiska plats, och för all del har du chansen så missa inte att besöka Frammegarden."
}
