{
  "title": "Frammegården",
  "investigation": "Historiska Röster var här",
  "investigationDate": "4–5 juni 2024 & 20-21 oktober 2025",
  "image": "/images/Frammegarden/Dar_framme.webp",
  "history": [
  {
    "heading2": "Frammegårdens historia",
    "text": [
      "Frammegården är ett av Sveriges mest omtalade hemsökta hus och ligger vid kanten av de värmländska skogarna. Gården har en dramatisk historia som sträcker sig tillbaka till 1500-talet, fylld av både tragedier och myter som fortfarande lever kvar i bygden.",
      "Frammegården uppfördes på 1700-talet under namnet 'Bön' och användes som bostad. Enligt lantmäteriet kan man se att det stod ett hus där redan 1643 och att det stod tre hus på marken 1713. Vid ett golvbyte på bottenvåningen påträffades skelett i alla fyra hörn och framför spisen – så kallade husoffer, en gammal sed som användes för att skydda byggnaden. Denna praxis förekom främst under medeltiden och fram till 1600- eller 1700-talet.",
      "Enligt lokal tradition tros platsen ha varit en avrättningsplats under 1500- och 1600-talens häxprocesser, även om inga skriftliga bevis finns. Något man däremot vet är att byn brändes ner två gånger i slutet av 1500-talet under striderna mellan Sverige och Danmark.",
      "Under Kerstins tid hördes ofta steg från övervåningen, vilket hon förklarade som 'husfolket'. När ljuden blev för högljudda brukade hon banka i bordet för att få dem att tystna."
    ]
  },
  {
    "heading2": "Husets tragedi och sägner",
    "text": [
      "År 1865 drabbades familjen Eriksson av en svår tragedi när två av barnen, Kerstin (4 år) och Nils (2 år), gick bort i difteri. Enligt berättelser ska fadern ha låst in dem på vinden där de svalt eller frös ihjäl, men kyrkböckerna visar tydligt att de dog av sjukdom och begravdes på kyrkogården i Skillingmark. Troligen handlade det inte om grymhet, utan om ett försök att skydda resten av familjen från smitta – en form av tidig hemkarantän. Den nyfödda dottern Anna Eriksdotter överlevde och kom senare att föra släktens historia vidare."
    ]
  },
  {
    "heading2": "Gården Torpet",
    "text": [
      "Gården Torpet ligger en bit från Frammegården och är där Kerstins syster Anna bodde. Huset uppfördes 1926 av Annas fyra barn, som ville bygga ett hem åt sin mamma efter att de etablerat sina yrkeskarriärer. På övervåningen fanns fyra sovrum – ett för varje barn med familj. Topret blev en familjegård och en naturlig samlingspunkt för släkten och byn, med stora kafferep, kalas och livliga jular. Även barnen med sina familjer tillbringade somrarna här tillsammans med Anna.",
      "Anna var ensamstående större delen av sitt liv och tog hand om sina fyra barn på egen hand. Hon var en driftig kvinna som satsade allt på barnens utbildning. För att finansiera deras studier i Karlstad och Uppsala sålde hon både skog och ett hus (Gärdet). Två av sönerna blev läkare, dottern tandläkare och den äldste sonen civilekonom.",
      "Under andra världskriget rekvirerades gården av försvaret och användes som officersmäss, marketenteri och bostad för officerare.",
      "Många upplever en särskild harmoni i huset, och extra känsliga personer beskriver positiva energier. Det sägs även att huset är placerat i enlighet med Feng Shui.",
      "Dagens ägare lutar åt en troende livssyn, men vill inte riskera att väcka eventuella andar. Tron är att om något finns kvar, så är det endast av god vilja."
    ]
  },
  {
    "heading2": "Skillingsmark och andra världskriget",
    "text": [
      "Under andra världskriget blev Skillingmark i västra Värmland en viktig knutpunkt vid gränsen mot Norge. Genom området passerade tusentals norska flyktingar, kurirer och hemliga meddelanden på väg in i Sverige.",
      "Gården Mörkerud, som ägdes av syskonen Ola och Lina Olsson, spelade en central roll som gömställe och bas för motståndsrörelsens arbete. Många av traktens invånare deltog också i hjälparbetet genom att föra människor, pengar och information över gränsen. Organisationer som Milorg och agentgruppen Hector hade kopplingar till gården.",
      "Även enskilda flyktingar fann tillflykt i bygden. I ett torp nära Nissedråga, Långebäck, övernattade exempelvis den tyske desertören Willi Jutzi tillsammans med sin partner år 1941.",
      "Samtidigt fanns starka motsättningar i bygden. Den nazistvänlige prästen Hilding Malmgren sjöng tyska krigssånger, skickade telegram till Hitler och dekorerade prästgården med hakkors.",
      "Som tidigare nämnts användes Anna Erikssons torp som officersmäss, marketenteri och bostad för officerare, vilket antyder att även Frammegården kan ha haft en betydande roll."
    ]
  },
  {
    "heading2": "Skillingsmark kyrka",
    "text": [
      "På kyrkogården i Skillingmark finns gravarna för bland andra Nils Nilsson, Björn Nilsson, Erik Nilsson, Kerstin Eriksson och Anna Eriksson. Även Kerstins syster Annas hus från 1926 står kvar och kan besökas.",
      "Den kyrkan man kan beskåda idag stod färdig 1689, tidigare stod kyrkan i Kleven, ca 5km norr om Skillingsfors. Dit kom den enligt traditionen från Norge på 1300-talet, under den Stora Dödens tid. Traditionen säger att den byggdes på Ranbolsmon år 1122.",
      "Det finns idag en minnessten där den gamla kyrkan stod som man kan beskåda."
    ]
  },
  {
    "heading1": "Information från kyrkböckerna",
    "text": [
      ""
    ]
  },
  {
    "heading2": "Kerstin Eriksdotter (f. 1866 13/3 – d. 1944 9/8)",
    "text": [
      "Kerstin Eriksson (f. 1866 – d. 1944) tog över gården den 17 november 1908 efter sin mor Anna Lisa Tolsdotter. I husförhörslängden anges hennes yrke som hemmansägare. Hon var en stark och självständig kvinna, känd för sin gästfrihet och humor, och med ett brinnande intresse för lokalhistoria och kulturarv tog hon hand om både trädgården och sjuka i bygden.",
    "Under sin tid öppnade Kerstin Frammegården för allmänheten som hembygdsgård och donerade den 1941 till Skillingmarks hembygdsförening för att bevara platsen för framtiden. Många av hennes personliga saker såldes tyvärr på grund av dålig ekonomi, men föreningen lovade att bevara dessa enligt kontraktet som skrevs. Gården kallades under hennes tid för 'Där Framme', och Kerstin tog hand om gamla och sjuka, ibland kallat 'att hjälpa dem över till andra sidan'.",
    "Under åren bodde även andra familjemedlemmar och hembiträden på gården. Kerstins systerdotter Elsa Karolina Eriksson (senare Andersson) bodde där 1919–1920, och senare flyttade Karl Erik Hermansson och Karin Margareta Andersson in 1928 tillsammans med sin dotter Maj Inga-Lill. Hembiträden som Judit Concordia Johlberg (1937–1940) och Valborg Mari-Ann Gustavsson (1946–1947) arbetade också på gården."
    ]
  },
  {
    "heading2": "Erik Nilsson (f. 1815 22/4 – d. 1889 27/12)",
    "text": [
      "Erik var far till Kerstin (se ovan) och tidigare nämndeman. Han tog över gården efter sin mor Kerstin Eriksdotter.",
      "Han gifte sig 22 februari 1859 med Anna Lisa Tolsdotter från Gunnarsrud (f. 1834 11/8 - d. 1914 30/5). Tillsammans fick de barnen: Kerstin (f. 1861 8/1 – d. 1865 20/1), Nils (f. 1862 11/9 – d. 1865 4/2), Anna (f. 1864 4/7 – d. 1950 20/12), Kerstin (f. 1866 13/3 – d. 1944 9/8), Maria (f. 1868 15/3 – d. 1909 28/9), Nils (f. 1872 30/1 – d. 1909 9/10) och Karolina (f. 1874 25/1 – d. 1915 21/3).",
      "De förstfödda barnen, Kerstin och Nils, dog tragiskt i difteri 1865, bara veckor ifrån varandra. De begravdes i Skillingmark, Kerstin den 29 januari och Nils den 12 februari.",
      "När Erik dog 1889 bodde änkan Anna Lisa kvar på gården med de kvarvarande barnen. Dottern Anna hade då gift sig med Anders Eriksson och flyttat ut.",
      "Under Eriks tid fanns flera pigor och drängar på gården, bland andra Anna Andersdotter (f. 1831 4/1), Kerstin Andersdotter (f. 1859 10/1), Karin Henriksdotter (f. 1877 13/3), Johanna Jonasdotter (f. 1877 16/6), Anna (f. 1894 4/12), Anna Nilsdotter (f. 1849 17/12), Märta Arnesdotter (f. 1852 13/5), Kajsa Nilsdotter (f. 1844 30/5), Kajsa Olfsdotter (f. 1844 5/1), Emma Karlsdotter (f. 1885 13/2), Karin Eriksdotter (f. 1890 27/6), Ingeborg Andersdotter (f. 1830 30/10), Anton Olsson (f. 1871 29/10), Per Andersson (f. 1859 18/4), Petersson (f. 1866 8/8), Jon Nilsson (f. 1881 16/5), Bengt (f. 1846 10/10), Olof Andersson (f. 1860 9/3), Anders Månsson (f. 1859 19/5), Daniel Persson (f. 1844 18/10), Brunte Anesson (f. 1846 10/9), Anders Arnesson (f. 1842 26/11), Jonas Nilsson (f. 1845 1/8), Anders Olsson (f. 1829 8/3) och Anders Andersson (f. 1827 21/12)",
      "Även Nils Eriksson (f. 1872 30/1 - d. 1909 9/10) även kallad Framme-Nils, Olof Eriksson (f. 1883 18/2) som gifte sig med Maria Matilda Dare (f. 1889 19/8) år 1912 och troligtvis dottern Elsa Margareta (f. 1913 20/1) ska ha bott på gården från och min 30 augusti 1915",
      "Det verkar vara här någonstans som huset får namnet Frammegården det det står angivet att Erik och Anna Lisa dog i Frammegården."
    ]
  },
  {
    "heading2": "Cherstin Eriksdotter (f. 1786 15/1) - d. 1853 25/8)",
    "text": [
      "Cherstin, mor till Erik Nilsson, gifte sig 1810 med Nils Nilsson från Bergerud (f. 1787 23/3 - d. 1865 11/4) och tog över gården efter sin mor Marit Andersdotter. Vad man kan se så verkar Cherstin vara född i något som kallades Erikegården i Bön",
      "Tillsammans fick de barnen: Marit (f. 1811 5/8 – d. 1813 2/8), Olof (f. 1813 6/2), Erik (f. 1815 2/4 - d. 1889 27/12), Karin (f. 1817 3/1 - d. 1884 10/5), Björn (f. 1819 24/6 - d. 1873 5/5), Anders (f. 1822 26/8 - d. 1842 16/8), Marit (f. 1825 16/4 - d. 1904 30/12) och Kerstin (f. 1827 - d. 1886 11/11).",
      "Cherstins svärfar Nils Olofsson (f. 1751 - d. 1829) samt far, Erik Johansson och mor Marit Andersdotter, bodde också på gården tillsammans med familjen, liksom Cherstins yngre syster Gunell. Även Nils Olofsson (f. 1778) och Karin Eriksdotter (f. 1782 - d. 1813) bodde i huset under en tid.",
      "Genom åren arbetade många pigor och drängar på gården, bland andra Sara Olofsdotter (f. 1824), Karin Olofdotter (f. 1825), Ingeborg Andersdotter (f. 1830 30/10), Elisabet (f. 1831 24/3), Kjerstin Nilsdotter (f. 1827), Kjerstin Hansdotter (f. 1791),Gunil Eriksdotter (f. 1794), Kjerstin Nilsdotter (f. 1802 8/5) och dottern Kjerstin Nilsdotter (f. 1793), Kerstin Olofsdotter (f. 1785), Erik Nilsson (f. 1815 2/4), Anders Olofsson (f. 1829 8/3), Anders Andersson (f. 1827 21/12), Nils Jonsson (f. 1817), Peter Andersson (f. 1829 4/11), Olof Andersson (f. 1794 24/12), Anders Olsson (f. 1795), Anders Gullbrandsson (f. 1793 24/9)."
    ]
  },
  {
    "heading2": "Marit Andersdotter (f. 1763 - d. 1830)",
    "text": [
      "Marit, mor till Cherstin ovan, gifte sig med Erik Johansson från Gunnerud (f. 1448 - d. 1810). De fick barnen Karin (f. 1782 - d. 1813), Cherstin (f. 1786 15/1 - d. 1853 25/8), Anders (f. 1790 – d. 1791) och Gunell (f. 1794).",
      "Marits farmor, Kerstin Olofsdotter, bodde med familjen fram till sin död 1768.",
      "Även under Marits tid kom och gick pigor och drängar. Bland de nämnda finns Marit Nilsdotter (f. 1763), Cherstin Pehrsdotter (f. 1761), Cherstin Nilsdotter (f. 1772), Cherstin Nilsdotter (f. 1759), Sigrid Andersdotter (f. 1750) , Sigrid Gullbrandsson (f. 1777), Ingeborg Eriksdotter (f. 1759), Ingeborg Larsdotter (f. 1772), Mathes Björnsson, Anders Olofsson (f. 1775), ? Olofsson (f. 1779), ? Gunnarsson (f. 1756), Nils Gunnarsson (f. 1772).",
      "Vid pigan Sigrid Andersdotters namn står noteringen 'fattig och bräcklig', vilket tyder på att hon var sjuklig och behövde hjälp.",
      "Utöver Marit, Erik och barnen har Lars Eriksson (f. 1764), Böret Gullbrandsdotter (f. 1767) och sonen Anders (f. 1789) samt pigan Elin Olofsdotter (f. 1766) bott på gården "
    ]
  },
  {
    "heading2": "Karin Eriksdotter (f. 1725 - d. 1776)",
    "text": [
      "Karin och hennes make Anders Gullbrandsson (f. 1738) var föräldrar till Marit, men båda dog tidigt. Därför tog farmor, Kerstin Olofsdotter över vårdnaden.",
      "Eftersom det saknades en man i hushållet stod Anders Eriksson som formell ägare av gården.",
      "På gården arbetade många pigor och drängar under denna tid, bland andra Marit Nilsdotter (f. 1763), Sigrid Andersdotter (f.1750) med dottern Karin (f. 1782), Kjerstin Jonsdotter (f. 1750), Lyria Andersdotter (f. 1750), Böret Nilsdotter (f. 1758), Karin Gullbrandsson (f. 1738), Cherstin Jonsdotter (f. 1750), Karin Olofdotter (f. 1754), Erik Johansson (f. 1748), Segol Gunnarsson (f. 1756), Jon Larsson, Nils Andersson (f. 1740), Erik Johansson (f. 1748), Segol Gunnarsson (f. 1756), Olof Gullbrandsson (f. 1751), Erland Andersson (f. 1752)"
    ]
  },
  {
    "heading2": "Kerstin Olofsdotter (f. 1700 - d. 1786)",
    "text": [
      "Kerstin var gift med Gullbrand Andersson (f. 1692 - d. 1752) och Kerstin bodde som änka kvar i huset tillsammans med barnen Anders (f. 1738), Olof (f. 1701) och Karin (f. 1738).",
      "Kerstin var född i Köla och Gullbrand var född i Boda, det var alltså någonstans här som Frammegården byggdes. Man kan även se att Karins mormor Kerstin Björnsdotter (f.1688 - d. 1730) var född i Bergarud och morfar Erik Andersson (f. 1689 - d. 1720) var född i Norrflärke men båda dog i Bön, alltså flyttade även detta par in troligtvis till gården eller en närliggande gård."
    ]
  }
],
 "historyImage": {
    "alt": "Frammegårdens släktträd"
  },
  "storyTitle": "Spöken och mystik",
  "stories": [
    {"title": "", "text": "Frammegården är idag internationellt känd som ett av Sveriges mest hemsökta hus. Besökare berättar om fotsteg, knackningar, röster, föremål som flyttar sig och kalla vinddrag. Myterna om avrättningar, husoffer och tragiska dödsfall lever kvar som sägner, och platsen lockar både journalister, författare och nyfikna turister. Huset har uppmärksammats i TV och på YouTube."},
    { "title": "", "text": "- En kvinna sitter i sängen på ovanvåningen, gråter och håller ett dött barn i sina armar." },
    { "title": "", "text": "- Hör steg på ovanvåningen." },
    { "title": "", "text": "- Hör barnröster och gråt." },
    { "title": "", "text": "- Pianot spelar på ovanvåningen." },
    { "title": "", "text": "- Ser spöken och ljussken." },
    { "title": "", "text": "- Ser någon som tittar in genom fönsterna." },
    { "title": "", "text": "- Hör viskningar och mummel." },
    { "title": "", "text": "- Kalla drag och temperaturförändringar." },
    { "title": "", "text": "- Vissa upplever beröring, som att någon stryker handen genom håret eller lägger handen på axeln." },
    { "title": "", "text": "- Elektroniska störningar." },
    { "title": "", "text": "- Man kan uppleva ett tryck när man kommer in i likrummet." },
    { "title": "", "text": "- Hörnskåpet i köket kan öppna dörrar av sig självt." },
    { "title": "", "text": "- Foto tagen på öppna spisen där Kerstin syns i elden." },
    { "title": "", "text": "- Fotboll som låg på tröskeln till skrubben sköts iväg framför ögonen på fyra personer." },
    { "title": "", "text": "- Gungstol gungar av sig själv." }
  ],
  "galleryTitle": "Bildgalleri",
  "gallery": [
    {
      "src": "/images/Frammegarden/grav2_frammegarden.webp",
      "alt": "Kerstin Erikssons gravsten",
      "caption": "Kerstin Erikssons gravsten"
    },
    {
      "src": "/images/Frammegarden/grav1_frammegarden.webp",
      "alt": "Nils Nilssons gravsten",
      "caption": "Nils Nilssons gravsten"
    },
    {
      "src": "/images/Frammegarden/grav4_frammegarden.webp",
      "alt": "Erik Nilssons gravsten",
      "caption": "Erik Nilssons gravsten"
    },
    {
      "src": "/images/Frammegarden/grav3_frammegarden.webp",
      "alt": "Anna Erikssons gravsten",
      "caption": "Anna Erikssons gravsten"
    },
    {
      "src": "/images/Frammegarden/Difteri.webp",
      "alt": "Bevis att Kerstin och Nils dog i difteri",
      "caption": "Bevis att Kerstin och Nils dog i difteri"
    },
    {
      "src": "/images/Frammegarden/Familjen Eriksson 1906.webp",
      "alt": "Familjen Eriksson 1906",
      "caption": "Familjen Eriksson 1906"
    },
    {
      "src": "/images/Frammegarden/Karolina Eriksson 3e från vänster.webp",
      "alt": "Karolin Eriksson 3:e från vänster",
      "caption": "Karolin Eriksson 3:e från vänster"
    },
    {
      "src": "/images/Frammegarden/Frammegården (Licens CC CC0 1.0).webp",
      "alt": "Kerstin i dörren till Frammegården",
      "caption": "Kerstin i dörren till Frammegården"
    },
    {
      "src": "/images/Frammegarden/Kerstin Eriksson (Licens CC CC0 1.0).webp",
      "alt": "Kerstin Eriksdotter i Frammegården",
      "caption": "Kerstin Eriksdotter i Frammegården"
    },
    {
      "src": "/images/Frammegarden/Kerstin Eriksson_2 (Licens CC CC0 1.0).webp",
      "alt": "Kerstin Eriksdotter i Frammegården",
      "caption": "Kerstin Eriksdotter i Frammegården"
    }
  ],
  "resultTitle1": "Utredningen juni 2024",
  "results1": [
    {
      "title": "Kortfattat om vad vi fick uppleva",
      "text": [
        "Steg på vinden när vi står ovanför trappan upp till andra våningen.",
        "Två av oss ser skuggor i hallen vid ytterdörren när vi står inne i köket. Detta sker vid två tillfällen.",
        "Så fort vi sätter igång utrustningen i köket får vi kommunikation. Vi skulle egentligen bara testa att utrustningen fungera då vi står och packar upp. Tydlig kommunikation dom släpper PRS:en så fort vi ber dem göra det.",
        "Tydliga smällar på nedervåning när vi alla är där uppe.",
        "Vi frågar om Kerstin och Nils är begravda på Skillingsmarks kyrkogård. Utslag på PRS direkt efter det att den har varit tyst väldigt länge.",
        "Vi lämnar kamera på i köket och en PRS i trappan och går ut ur huset. PRS:en går då igång efter ett tag och när vi sitter på utsidan tycker sig en i teamet se en skugga i vardagsrumsfönstret på nedervåningen. När vi börjar ta oss in mot huset igen gör PRS:en ytterligare ett utslag. Vår teori är att när vi går ut tar någon sig ner från trappar (därav första utslaget), den tar sig in i vardagsrummet (därav skuggan en av medlemmarna ser) och när vi börjar ta oss in mot huset igen går den upp för trappan (därav andra utslaget på PRS:en).",
        "Medans vi sitter och äter i köket kör vi alla hur det låter som en tv eller radio är igång på ovanvåningen på låg ljudnivå. Detta håller på under en lång tid och kommer och går.",
        "Vi har ett övervakningskamera och en boll placerad på tröskeln till vinden. När vi kommer upp ser vi att bollen har ramlat ut men kameran har inte sett det som en rörelse och därav har vi inte fångat det. När en i teamet lägger tillbaka bollen och vänder sig om ramlar bollen ut igen efter en stund. Detta lyckats vi däremot fånga. Det gör även utslag på ett verktyg på bordet som att någon går ut från vinden.",
        "Vi har kontakt på ovanvåningen och frågar om vi ska gå ner. Vi får då svaret ja och när vi kommer ner får vi direkt kontakt i två rum samtidigt med något som visar sig vara soldater som finns på en tavla på väggen i ett av rummen.",
        "När vi var på ovanvåningen hade vi riktigt bra kontakt med hjälp av pendel.",
        "När vi sitter och har kontakt på nedervåningen i finrummet hör vi något som låter som ett pling utifrån köket. Vi tror att det är kassaapparaten så vi går ut och testar det men det låter inte på samma sätt. Så vi kommer inte på vad det kan vara.",
        "Vi får igenom i spiritboxen att vi ska akta oss. Detta leder oss in på samtalet att det finns björnar i skogen och tänker då att det är bäst att vi låser dörren vilket ger utslag på PRS:en och vi tar det som ett ja. När en i teamet ska gå och låsa dörren är den redan låst. Vi har haft dörren öppen hela dagen och natten då toaletten är på utsidan och vi vet att vi inte har låst den. Var detta detta pling vi hörde ifrån köket?",
        "Ca 02.30 lämnar vi huset och nu efteråt förstår vi inte riktigt varför för vi var mitt i en bra kommunikation. Kanske huset vill ha oss tillbaka och därav vill att vi ska ha kvar nyfikenhet kring huset.",
        "Vi alla vaknade på morgonen och kände att huset kallar på oss och att vi måste tillbaka."
      ]
    }
  ],
  "videoSectionTitle1": "Följ med oss på utredningen",
  "videos1": ["https://www.youtube.com/embed/ZyDub1qhqmM?si=8UfD0LO3pSuHvoJq"],
  "resultTitle2": "Utredningen oktober 2025",
  "results2": [
    {
      "title": "Kortfattat om vad vi fick uppleva",
      "text": [
        "Kommunikationen med huset började egentligen redan kvällen innan vi kom till Frammegården. Vi sov nämligen över i ett Airbnb, Älgstugan, som ligger bara några meter bort. Vi startade då en K2-mätare, och varje gång vi pratade om Frammegården eller inredningen i stugan fick vi utslag. Vi diskuterade till exempel en gammal kärlekssked som stod framme, och när vi närmade oss en slutsats gav K2-mätaren utslag – nästan som om den bekräftade att vi hade rätt. Under natten hade vi även PRS:en igång. Den var helt tyst, men runt klockan fem började den tjuta för fullt, som om någon höll i pinnen.",
        "När vi kom till huset började vi som vanligt kika i gästböckerna, bland annat för att se vad de som varit här innan oss hade upplevt. En medlem frågade en annan om hen minns vilken bok vi skrev i sist, men svaret blev nej – det minns vi inte. Den som stod vid gästböckerna plockade då upp en helt random bok, slog upp en sida – och där, mitt framför ögonen på oss, låg vår text från 2024. Vad är oddsen? Kanske ville huset på något sätt säga att det minns oss.",
        "När vi hade börjat packa upp och skulle ta några drönarbilder fick vi teknikstrul. Först varnade drönaren för lågt batteri och landade automatiskt. Även efter att vi bytt batteri fortsatte problemen. Vid ett nytt försök fick vi igång den, men efter ett tag meddelade den att GPS-signalen inte hittades – och av någon märklig anledning körde drönaren rakt in i en buske och en av vingarna gick av. Teknikstrulet fortsatte sedan under hela kvällen.",
        "En fulladdad Knäckt dog helt plötsligt – på grund av inget batteri.",
        "Polterscripten hängde sig i rummet ovanför trappan. Den här gången var batterierna laddade, men trots omstart fungerade den inte förrän vi tog ut batterierna och satte i dem igen.", 
        "När vi på utsidan försökte ta bilder sent på kvällen släppte telefonen hela tiden från selfiestick-fästet och föll ner på marken. Fästet och mobilen har annars fungerat utan problem på många andra utredningar.",
        "När vi åt kvällsmat nere i stora rummet på markplan hade vi lite utrustning igång runt omkring oss. Bland annat en kattboll som stod på det blå skåpet i hörnet. Den gick igång flera gånger under middagen, nästan som om någon ibland ville flika in något i vårt samtal.",
        "Vi hade kontakt med pappa Erik, som stod i hallen ovanför trappan. Han kommunicerade via PMB:n men ville inte komma in i de rum vi befann oss i. Bland annat ville han förmedla att han aldrig stängde in sina barn på vinden – det är bara en skröna.",
        "Vi testade något nytt som vi kallade trevägskommunikation, där vi använde pendelbord, ja/nej-kort och diktafon. Det gav riktigt häftig kommunikation, eftersom många frågor fick verifierade svar. Det mest fascinerande svaret nere i vardagsrummet handlade om vår nya medlem på resan – om det var meningen att hen skulle följa med. Pendeln svarade ett tydligt ja, ja/nej-kortet visade enbart ja, och kattbollen på det blå skåpet, som redan hade gått igång under middagen, började blinka igen.",
        "Vi testade även trevägskommunikation i vardagsrummet på ovanvåningen, och där fick vi mindre trevliga svar – nästan som om vi pratade med en tyken tonåring.",
        "Vi fick igenom tyska ord och svar på tyska frågor i likrummet, vilket kopplar tillbaka till utredningen 2024, då vi fick igenom tyska ord i exakt samma rum.",
        "Strax innan klockan 22:00 satt vi i vardagsrummet på markplan när vi plötsligt hörde ljud som av barn som pratade. Det hände vid två tillfällen med ungefär fem minuters mellanrum, och det lät som en flicka i cirka 6–12 års ålder.",
        "Efter detta fick vi väldigt luriga svar på utrustningen – nästan som om någon utgav sig för att vara ett barn, men som egentligen inte var det och inte hade goda avsikter. Den försökte bland annat få oss att prata med clownen på vinden, eftersom flickan skulle vara fast där. Knäckten mappade upp ett barn vid vinden, som sedan växte och blev mycket större.",
        "Senare på kvällen mappade vi upp ytterligare ett barn som satt eller gömde sig bakom gungstolen. En av medlemmarna gick fram för att leka med barnet, men plötsligt försvann dess identitet in i personen. Var det verkligen ett barn, tro?",
        "Vi hade en PMB i likrummet under en längre tid som verkade röra sig helt på egen hand. Det var precis samma typ av fenomen som vi upplevde 2024. Kanske är det någon som föredrar att kommunicera på avstånd – och som verkar uppskatta just PMB:ns melodi. Medan den höll på fortsatte vi att undersöka huset. Bland annat gick vi upp till rummet ovanför trappan. Där frågade vi via Spiritboxen om identiteten där nere kunde komma upp till oss. Vi fick svaret nej. När vi följde upp med frågan om energierna där nere inte kunde komma upp – och tvärtom – fick vi svaret ja. Kanske finns det olika energier på varje våning. Det kändes tydligt den här gången: en mer “gosig” energi där nere, medan atmosfären där uppe var betydligt mer hotfull.",
        "Under kvällen fick vi till oss ord som run, truck och liknande på Polterscripten. När vi frågade om huset tänkte skrämma ut oss, eftersom vi planerat att sova över, fick vi inget svar. Utredningen avslutades, och vi satte oss i bilen och åkte hem – om det berodde på det vi upplevt, de ord vi fått till oss, mössen som sprang runt på golven på markplan, eller bara på att livet nästa dag väntade, vet vi inte. Men vi alla hade en känsla av obehag som vi inte upplevde förra gången vi var där." 
      ]
    }
  ],
  "videoSectionTitle2": "Youtube video kommer inom kort",
  "videos2": ".",
  "moreTitle": "Läs mer om Frammegården",
  "more": "Utforska Frammegardens officiella sida <a href=\"https://www.skillingmarkshembygdsforening.com/\" target=\"_blank\">här</a> och ta del av ännu mer information om denna fantastiska plats, och för all del har du chansen så missa inte att besöka Frammegarden.",
  "referencesTitle": "Källor",
  "sources": [
    {
      "text": "Riksarkivet och kyrkböcker",
      "url": "https://sok.riksarkivet.se/?postid=Arkis+c8b8ab5e-edf1-4359-b320-19312873ac35&vol=n%2cn%2cn&s=Balder"
    },
    {
      "text": "Wikipedia",
      "url": "https://sv.wikipedia.org/wiki/Frammeg%C3%A5rden?utm_source=chatgpt.com"
    },
    {
      "text": "Artikel i Aftonbladet",
      "url": "https://www.aftonbladet.se/nojesbladet/a/EoK9PK/frammegardens-morka-historia?utm_source=chatgpt.com"
    },
    {
      "text": "Digitaltmuseum",
      "url": "https://digitaltmuseum.se"
    },
    {
      "text": "Spökkartan",
      "url": "https://www.spokkartan.se/spokjakt/frammegarden/?utm_source=chatgpt.com"
    },
    {
      "text": "Visit Värmland",
      "url": "https://visitvarmland.com/tips-och-guider/spokhuset-frammegarden-har-en-gast-som-gast/?utm_source=chatgpt.com"
    },
    {
      "text": "Andra världskriget och Skillingsmark",
      "url": "https://historicalsites.se/lander/sverige/skillingmark/?utm_source=chatgpt.com"
    },
    {
      "text": "Skillingsmark kyrka",
      "url": "https://skillingmarksbygden.se/skillingmarks-kyrka-3/"
    },
    {
      "text": "Intervju med Anna Erikssons sondottersons",
      "url": ""
    } 
]
}
