{
  "title": "Jägarens grav",
  "investigation": "Historiska Röster var här",
  "investigationDate": "16 augusti 2025",
  "image": "/images/hunters_grave/teamet_framfor_graven.webp",
  "history": [
    {
      "heading1": "",
      "text": [
        "Historiska Röster fick äran att vara det enda paranormala utredningsteamet som har undersökt denna plats. Av respekt för markägaren avslöjar vi inte platsens exakta position.",
        "Utredningen tog oss djupt in i platsens förflutna och omfattade både en ensam grav och en övergiven stuga, där tystnaden bar på sina egna hemligheter."
      ]
    },
    {
      "heading2": "Jägarens grav",
      "text": [
        "Enligt den gamla sägnen vilar en jägare här i skogens stilla ro. Han ska ha kastat sig i Hönedammen för att rädda en flicka som höll på att drunkna. Men ödet ville annorlunda. Båda drogs ner i det mörka vattnet, och när sökandet till slut nådde sitt slut fann man endast jägarens kropp. Han begravdes på en plats där han ofta jagade, och hans grav omges av fyra granar som bildar en rektangel. Flickan förblev spårlöst borta, försvunnen bland vassen – och ingen såg henne någonsin igen."
      ]
    },
    {
      "heading2": "Offerkastet",
      "text": [
        "I skogen finns ett offerkast med en diameter på 5m. Platsen är utmärkt med runda och skäriga stenar. Här har en 'knalle' dödats enligt uppgifter från marken. En knalle var en handelsresande eller småföretagare som reste runt med varor för att sälja dem på marknader och torghandel. De var kända för att vara driftiga och självständiga och spelade en viktig roll i lokal handel under 1800- och tidigt 1900-tal.",
        "Om en knalle begick ett allvarligt brott, som stöld, bedrägeri eller våld, kunde hen historiskt sett straffas hårt. På landsbygden kunde rättskipning ibland ske utanför byar eller på avskilda platser, t.ex. i skogar.",
        "Före moderna domstolar kunde lokala myndigheter eller bönder ta till medeltida eller tidiga moderna straffmetoder. En avrättning i en skog kan ha varit ett sätt att undvika att allmänheten såg det, eller helt enkelt för att platsen var avsedd för avrättningar.",
        "I vissa berättelser, legender eller skrönor om knallar kan det förekomma att de avrättas i skog för dramatisk effekt, kanske för att visa faran med att bryta mot lagen som kringresande handelsman.",
        "Ett offerkast är en samling av sten eller ris och kvistar som tillkommit efter hand vid platsen flr en särskild händelse, t.ex. platsen för ett påstått brott eller en olycka."
      ]
    },
    {
      "heading2": "Formlämningar",
      "text": [
        "Romelanda socken rymmer flera registrerade fornlämningar som ger en fascinerande inblick i människors liv under brons- och järnåldern. Dessa lämningar vittnar om rituella handlingar, gravskick och forntida bosättningar som format landskapet. Exempel på några såna fornlämningar är;",
        "Romelanda 1:1: Ett omfattande gravfält med gravrösen och stensättningar, där forntidens människor lade sina döda till vila i markens tysta skuggor.",
        "Romelanda 7:1, 8:1, 9:1, 9:2: Spridda stensättningar som kan ha varit gravar eller rituella platser, spår av forntidens ritualer och vardagsliv.",
        "Romelanda 10:1: En fornborg från järnåldern, troligtvis en befäst bosättning där människor sökte skydd och trygghet.",
        "Romelanda 171:1: Ytterligare en registrerad lämning i området, dokumenterad i Fornsök, vars exakta funktion ännu väcker frågor.",
        "Romelanda 79:1: En milstolpe vid landsvägen längs Göta älv, en påminnelse om områdets historiska kommunikationer och färdvägar, även den registrerad i Fornsök."
      ]
    }
  ],
  "galleryTitle": "Bildgalleri",
  "gallery": [
    {
      "src": "public/images/hunters_grave/graven_i_skogen.webp",
      "alt": "Gravplats i skogen",
      "caption": "Jägarens grav"
    },
    {
      "src": "public/images/hunters_grave/stugan_i_skogen.webp",
      "alt": "Övergiven stuga ute i skogen",
      "caption": "Övergiven stuga ute i skogen"
    },
    {
      "src": "public/images/hunters_grave/historisk_roster_vid_jagares_grav.webp",
      "alt": "Teamet på väg till graven",
      "caption": "Teamet på väg till graven"
    }
  ],
  "resultTitle": "Sammanfattning från vår utredning",
  "videoSectionTitle": "Följ med oss på utredningen",
  "results": [
    {
      "title": "Kortfattat om vad vi fick uppleva",
      "text": [
        "Kommunikation med markägarens pappa gav oss ett känslosamt möte.",
        "Vi fångade märkligt ljud på en inspelning som vi fortfarande inte kan förklara.",
        "Vibrationer i marken uppmättes i stugan.",
        "Utslag observerades på PMB:n på både graven och i stugan. Det var denna utrustning som gav oss mest kommunikation.",
        "Vi mappade upp en 'hängande gubbe' på platsen. Dagen efter hade markägaren hört sig runt och det stämmer att en person ska ha hängt sig där.",
        "I skogen bakom huset noterade vi märkligt knäckta trädtoppar – Träden på cirka 4 meter stod jämte varandra och de fanns mycket högre träd runt omkring som var orörda."
      ]
    }
  ],
  "referencesTitle": "Källor",
  "sources": [
    {
      "text": "En del av informationen kommer från markägare och lokalbor",
      "url": ""
    },
    {
      "text": "Wikipedia - Jägarens grav",
      "url": "https://sv.wikipedia.org/wiki/Romelanda_socken?utm_source=chatgpt.com"
    },
    {
      "text": "RAA - Fornsök",
      "url": "https://app.raa.se/open/fornsok/"
    },
    {
      "text": "Wikipedia – Fornlämningar i Kungälv",
      "url": "https://sv.wikipedia.org/wiki/Lista_%C3%B6ver_fornl%C3%A4mningar_i_Kung%C3%A4lvs_kommun"
    },
    {
      "text": "Wikipedia – Lista över fornlämningar i Kungälv",
      "url": "https://wikimap.toolforge.org/?lang=sv&page=Lista_%C3%B6ver_fornl%C3%A4mningar_i_Kung%C3%A4lvs_kommun"
    },
    {
      "text": "Wikipedia – Häxprocesserna i Kungälv",
      "url": "https://sv.wikipedia.org/wiki/H%C3%A4xprocessen_i_Kung%C3%A4lv?utm_source=chatgpt.com"
    }
  ]
}
