{
  "map_title": "Utforska våra platser",
  "readMore": "Läs mer",
  "locations": [
    {
      "name": "Annas Bed & Kitchen",
      "description": "Annas Bed & Kitchen är ett charmigt bed & kitchen-boende beläget i Vare, strax söder om Varberg. Här erbjuds personligt inredda rum i en lugn lantlig miljö med tillgång till ett fullt utrustat gemensamt kök, en stor trädgård och närhet till både bageri och restaurang Spiseriet.",
      "lat": 57.06197,
      "lng": 12.31255,
      "url": "/annas-bed-and-kitchen",
      "image": "/images/annas_bed_and_kitchen/annas_bed_and_kitchen.webp"
    },
    {
      "name": "Sonjas Veranda",
      "description": "Sonjas Veranda är ett mysigt och inbjudande café och restaurang känt för sin avslappnade atmosfär och hemlagade mat. Beläget i en charmig lantlig miljö är det en populär plats för att njuta av kaffe, bakverk och lättare måltider i en personlig och välkomnande omgivning.",
      "lat": 57.04273,
      "lng": 12.39958,
      "url": "/sonjas-veranda",
      "image": "/images/sonjas_veranda/vykort.webp"
    },
    {
      "name": "Klevs Gästgiveri",
      "description": "Klevs Gästgiveri är ett charmigt gästgiveri med anor från 1700-talet, känt för sin historiska atmosfär och mysiga miljö. En plats där både historia och spännande berättelser möts.",
      "lat": 57.25447,
      "lng": 12.98368,
      "url": "/jugend-house",
      "image": "/images/jugend_house/klevs_gastgiveri.webp"
    },
    {
      "name": "Jägarens grav",
      "description": "Jägarens grav är ett så kallat offerkast, tillägnat en jägare som enligt sägnen försökte rädda en flicka från att drunkna – men tyvärr drunknade båda. OBS specifik plats är hemlig",
      "lat": 57.91775,
      "lng": 12.01752,
      "url": "/hunters-grave",
      "image": "/images/hunters_grave/jagarens_grav.webp"
    },
    {
      "name": "Rydals herrgård",
      "description": "Rydals Herrgård är en historisk gård känd för sina spökhistorier och mystiska händelser som fascinerar både besökare och utredare.",
      "lat": 57.55471,
      "lng": 12.69499,
      "url": "/rydals-herrgard",
      "image": "/images/rydals_herrgard/rydals_herrgard.webp"
    },
    {
      "name": "Rankhyttans Herrgård",
      "description": "Rankhyttans Herrgård är en av Dalarnas mest gåtfulla platser, där historia och övernaturliga upplevelser smälter samman i en atmosfär av mystik. Dennis var med om sin läskigaste upplevelse under Estes-metod.",
      "lat": 60.47551,
      "lng": 15.72056,
      "url": "/rankhyttan",
      "image": "/images/rankhyttan/rankhyttan.webp"
    },
    {
      "name": "Gathenhielmska Huset",
      "description": "Gathenhielmska Huset i Göteborg är ett anrikt 1700-talshus omgivet av sägner, pirathistoria och berättelser om spöken som aldrig lämnat platsen. Här kom Stig igenom för andra gången.",
      "lat": 57.69856,
      "lng": 11.93414,
      "url": "/gathenhielmska-huset",
      "image": "/images/gathenhielmska_huset/Gathenhielmska_huset.webp"
    },
    {
      "name": "Hemsökta Museet",
      "description": "Det Hemsökta Museet i Borås är ett unikt museum fyllt av förbannade föremål och övernaturliga fenomen som väcker rysningar hos sina besökare. Teamets lugnaste utredning hittills.",
      "lat": 57.71478,
      "lng": 12.95052,
      "url": "/hemsokta-museet",
      "image": "/images/hemsokta_museet/Hemsokta_museet.webp"
    },
    {
      "name": "Hjortsberga Prästgård",
      "description": "Hjortsberga Prästgård i Värnamo Park är en historisk plats omgiven av mystik och sägs vara hemsökt av tidigare invånare. Här kom vi i kontakt med Stig för första gången.",
      "lat": 56.17984,
      "lng": 15.6124,
      "url": "/hjortsberga",
      "image": "/images/hjortsberga/Hjortsberga.webp"
    },
    {
      "name": "Frammegården",
      "description": "Teamets första utredning ihop. Frammegården i Skillingaryd är en av Sveriges mest hemsökta platser, känd för sin kusliga historia och paranormala aktivitet.",
      "lat": 59.81873,
      "lng": 11.98332,
      "url": "/frammegarden",
      "image": "/images/frammegarden/Frammegarden.webp"
    }
  ]
}
