{
  "title": "Rankhyttans Herrgård",
  "investigation": "Historiska Röster var här",
  "investigationDate": "17–19 januari 2025",
  "image": "/images/rankhyttan/historiska_roster_rankhyttan.webp",
  "history": [
  {
    "heading": "Rankhyttans Herrgårds historia",
    "text": [
    "Rankhyttan har fått sitt namn efter Peder Olssons far som var bergsfrälsemannen Ranke.",
    "Rankhyttans Herrgård var en så kallad bergsfrälsegård, en privilegierad gård kopplad till bergsbruk. Malm från den närbelägna Falu Koppargruva – en av världens största och mest betydelsefulla koppargruvor under flera århundraden – transporterades till Rankhyttan för förädling. Herrgården består idag av flera byggnader från olika tidsepoker. Källarvalven, som härstammar från medeltiden (1200–1300-talet), vittnar om gårdens långa historia. Under 1500-talet fanns här en kopparhytta, såg, kvarn och benstamp vid bäcken. Den nuvarande herrgårdsbyggnaden uppfördes 1813, medan ekonomibyggnaderna tillkom på 1840-talet.",
    "Trösklogen på Rankhyttan, även känd som Kungsladan, byggdes på 1490-talet. Dendrokronologiska studier visar att träden som användes till logen fälldes under vintern 1493–1494. Trösklogarna fungerade både som förvaringsutrymmen och bostäder och är uppdelade i lada och loge. Rankhyttan är idag den största bevarade enkellogen från medeltida Sverige. På väggarna finns inristat klotter som bär spår av flera sekels historia.",
    "Herrgårdsbyggnaden, som står i sin nuvarande form sedan 1813, tillsammans med ekonomibyggnaderna från 1840-talet, är vittnesmål om områdets fortsatta betydelse för jordbruk, skogsbruk och industriell verksamhet under 1800-talet.",
    "Rankhyttans roll inom koppar- och järnindustrin började avta under 1700-talet i takt med att storskaliga industrier tog över. Under 1800-talet blev gården främst ett centrum för jordbruk och mjölkproduktion, även om dess historiska kopplingar till bergsbruket levde kvar som en del av områdets identitet.",
    "Rankhyttan, som ligger i närheten av Falun, var tidigare en gruvby och var en plats med hårt arbete och farliga arbetsförhållanden. Här finns också några mysterier och händelser kopplade till det tunga gruvlivet.",
    "Gruvolyckor och dödsfall – Precis som i andra gruvsamhällen, inklusive Falun, inträffade ofta dödliga gruvolyckor i Rankhyttan, och flera dödsfall tros ha varit resultatet av gruvdriftens farliga förhållanden. I vissa fall spekulerades det om att arbetare inte bara dog på grund av olyckor, utan att vissa olyckor var orsakade av sabotage eller andra mystiska faktorer.",
    "Rykten om en förbannelse – Det cirkulerade rykten om att Rankhyttans gruva var hemsökt eller förbannad, och att flera av de som arbetade där föll offer för mystiska olyckor eller sjukdomar. Vissa äldre invånare berättade om skepnader eller märkliga ljud som hördes i gruvan under natten, vilket förde med sig känslan av att något övernaturligt påverkade arbetarna."
   ]
  },
  {
    "heading": "Gustav Vasas tid på Rankhyttan",
    "text": [
      "Historierna om Gustav Eriksson Vasas äventyr i Dalarna under vintern 1520–1521 är många, och det är svårt att avgöra vad som är sanning och vad som är sägner. Gustav Vasa, då endast 25 år gammal, reste genom Dalarna i ett försök att värva anhängare till sitt uppror mot Kristian II (känd som Kristian Tyrann eller Kristian den store). Under denna tid var han jagad av Kristian II:s knektar och tvingades gömma sig på olika platser, bland annat i Ornäsloftet, trösklogarna i Isala by och Rankhyttan.",
      "Gustav Vasa, som senare blev en av Sveriges mest betydelsefulla historiska figurer, spelade en central roll i befrielsen av Sverige från Danmark. År 1523 blev han kung av Sverige efter att ha lett landet genom en blodig konflikt mot den danske kungen Kristian II. Gustav Vasa grundade den svenska Vasadynastin och genomförde viktiga reformer, som att införa protestantismen och stärka kungamakten. Hans regeringstid präglades av ekonomiska reformer och territoriell expansion.",
      "År 1520 ägdes Rankhyttan av bergsmannen Anders Persson (även kallad Anders Pedersson), som hade varit Gustav Vasas studiekamrat i Uppsala 1509-1515. Enligt berättelser ska Gustav Vasa ha besökt Rankhyttan under sin resa och förklädd arbetat tillsammans med Anders i trösklogarna. Där hjälpte han till med att slå kornen ur axen på tröskgolvet.",
      "Kristian II hade krönts till kung över Sverige den 4 november 1520. Kort därefter, under Stockholms blodbad, lät han avrätta omkring 80 personer ur den svenska aristokratin, däribland Gustav Vasas far. Denna händelse blev startskottet för Gustav Vasas uppror. I december samma år dök Gustav upp i Rankhyttan.",
      "På Rankhyttan fick Gustav Vasa rådet att fortsätta till Arent Pedersson på gården Ornäs, där Ornäsloftet än idag står kvar som ett minnesmärke. Med hjälp av dalkarlarna lyckades Gustav samla stöd och slutligen störta Kristian II. I augusti 1521 utsågs han till riksföreståndare, och år 1523 blev han kung av Sverige. Gustav Vasa avled 1560, och hans liv och gärningar dokumenterades senare av biskop Peder Svart.",
      "Som ett minne av Gustav Vasas tid i Rankhyttan höggs en fyrkant, en tum bred, i tröskgolvet för att markera den plats där han sägs ha stått."
    ]
  },
  {
    "heading": "Roland",
    "text": [
      "Född 1399 | Död 1401",
      "Stamfadern för denna släkt."
    ]
  },
  {
    "heading": "Ranke Rolandsson - Ägare av Rankhyttan",
    "text": [
      "Han nämns i handlingar från slutet av 1300-talet och början av 1400-talet, bland annat som säljare av gården Callanhed (eller Ctanhed) i Vika socken. Han levde troligen under sent 1300-tal till första halvan av 1400-talet – en rimlig uppskattning är att han föddes kring 1370–1380 och dog någon gång efter 1400, men exakt årtal är okänt.",
      "Är den första kända bäraren av det namn som senare skulle bli släktnamnet Rankhyttan, och hans verksamhet markerar en tidig startingång i områdets historia från 1400-talet."
    ]
  },
  {
    "heading": "Jöns Rankesson (Son till Roland) - Ägare 1400- talet",
    "text": [
      "Född 1435 | Död ?",
      "1452 inköpte Jöns fastigheter i Sunnanhaga vid Rankhyttan. Gifte sig med Ranke (1450-1470)"
    ]
  },
  {
    "heading": "Olof Jönsson (Son till Jöns) - Ägare på 1400-talet",
    "text": [
      "Född 1475 | Död 1490",
      "Var troligen gift med en syster till Silvast och Knut från Folkarbyn."
    ]
  },
  {
    "heading": "Peder Olsson (Son till Olof) - Ägare på 1400-talet",
    "text": [
      "Född 1481 | Död 1497",
      "Han är känd från bevarade handlingar som en aktiv köpare och bytare av jordegendomar. Peder är också noterad för att ha rensat upp Kalvbäcks gruva i Vika socken. Denna gruva, med anor från 1200-talet, lades ner 1963 efter ett ras. Trots nedläggningen finns fortfarande intresse för att återuppta brytningen, då området tros innehålla värdefulla mineraler som zink, bly, koppar, silver och guld.",
      "Peder Olsson var gift med Margareta Olofsdotter (Stjärna), som föddes någon gång mellan 1427 och 1492. Margareta var dock inte mor till Anders Persson; vem hans mor var förblir oklart. Peder Olsson fick två barn, Anders Persson och en dotter som gifte sig med Häradshövdingen Ingemar Johansson (Hiort) på Ornäs."
    ]
  },
  {
  "heading": "Anders Persson (Son till Peder) - Ägare på 1400/1500-talet",
  "text": [
    "Födelseår uppskattas mellan 1473 och 1523 | Död 1534",
    "Anders Persson var en av de mest framstående bergsmännen i Dalarna under Gustav Vasas första regeringsår och sannolikt en förmögen man för sin tid. Han följde i sin fars fotspår och initierade en omfattande upprensning av Kalvbäcks gruva. Anders var gift med Agneta Olofsdotter (kallades för Lillja efter sin moder), och tillsammans fick de en son, Sven Andersson.",
    "Enligt Peder Svarts krönika studerade Anders vid Uppsala samtidigt som Gustav Vasa. Under befrielsekriget anslöt han sig till Gustav och blev en lojal anhängare. Anders deltog bland annat i Daljunkerns uppror och Västgötaupproret på 1520-talet. År 1526 deltog han i herredagen i Vadstena och undertecknade en skrivelse om Sören Norbys konspirationer. Han var också närvarande vid Västerås riksdag 1527 och 1529, där han förhandlade för att förhindra fler uppror.",
    "Trots sin tidigare lojalitet bytte Anders sida under upproret mot klockskatten och blev en av dess ledare, troligen i samråd med sin vän Måns Nilsson från Aspeboda. Upproret slogs brutalt ner, och Anders greps på sin gård. Han fördes till Västerås och därefter till Stockholm, där han ställdes inför rätta. Han dömdes till döden och avrättades, enligt Peder Svarts krönika, tillsammans med andra ledare."
    ]
  },
  {
    "heading": "Sven Andersson (Son till Anders) - Ägare på 1500-talet",
    "text": [
      "Födelseår uppskattas mellan 1518 och 1534 | Död runt 1589",
      "Sven Andersson övertog Rankhyttans Herrgård efter sina föräldrars bortgång och fortsatte familjetraditionen som bergsman, precis som sin far och farfar. Han gifte sig med Christina Jönsdotter från Ornäs, och tillsammans fick de en son, Anders Svensson."
    ]
  },
  {
    "heading": "Anders Svensson (Son till Sven) - Ägare på 1500/1600-talet",
    "text": [
      "Födelseår uppskattas mellan 1551 och 1611 | Död 1617",
      "Anders Svensson var en framstående bergsman som gifte sig med Catharina Fratzen. Tillsammans fick de sonen Sven Andersson Ranck, född 1616 i Rankhyttan, Dalarna. Sven blev senare adlad och utsågs till landshövding i Halmstad."
    ]
  },
  {
    "heading": "Ägarbyte - Trotzig",
    "text": [
      "När Anders Svensson lämnade Rankhyttan för sin nya tjänst köptes gården av den välbärgade bergsmannen Johan Trotzig. Johan förvärvade Rankhyttan successivt genom att först få en fjärdedel av egendomen. Därefter köpte han de återstående tre fjärdedelarna som betalning för en skuld på 12 221 riksdaler specie, vilken kronan hade till honom för kanongjutning under 30-åriga kriget.",
      "Trotzig gjöt kanoner för kronan och betalades delvis med mark från Rankhyttan. Det exakta året för Trotzigs förvärv av Rankhyttan är inte nämnt, men händelserna ägde sannolikt rum under 1600-talets första hälft, då Johan Mårtensson Trotzigs pappa avled och han flyttade tillbaka till Sverige.",
      "Familjen Trotzig var en viktig aktör inom bergsbruket och handeln i Sverige under sin tid. Johan Mårtensson Trotzigs barn spred släktens inflytande genom äktenskap och yrkesmässiga insatser. Rankhyttan och andra egendomar förblev i familjens ägo i flera generationer, vilket bidrog till deras långvariga betydelse i regionen.",
      "Johan Trotzig, som var en framstående affärsman, såg till att Rankhyttan förblev en betydande del av hans familjs verksamhet, och hans efterkommande fortsatte att utveckla gården. Under hans ledning, och under kommande generationers tid, fortsatte Rankhyttan att vara en symbol för familjens inflytande och framgång inom både bergsbruket och det svenska näringslivet."
    ]
  },
  {
  "heading": "Johan \"den rike\" Mårtensson Trotzig (Traubtzich) - Ägare 1600-talet",
  "text": [
    "Född 10 januari/februari 1597 i Stockholm | Död 6 juli 1647 i Falun",
    "Johan var son till Mårten Trotzig (Traubtzich), född 1559 i Wittenberg, Tyskland, som invandrade till Sverige 1581. Mårten bosatte sig i Stockholm, där han bedrev handel med järn och koppar och blev en av stadens mest framstående köpmän. Tyvärr mötte Mårten ett tragiskt öde då han blev ihjälslagen under en affärsresa till Kopparberg 1617. Johan Trotzig studerade vid universitetet i Uppsala och var under många år anställd vid ett handelshus i Hamburg. Han kallades hem till Sverige efter sin fars död för att ta över ansvaret för familjens handelsverksamhet och investeringar i Falun. Han blev därmed en framstående bergsman och industriman. Han anlände till Stora Kopparberget 1633 och blev arrendator samt direktör för koppargruvan. År 1634 utsågs han till direktör för styckgjutningen i Falun och senare, 1642, till artillerimästare vid det nybildade stads- och bergsregementet. Johans styckgjuteri tillverkade många av de kanoner som den svenska hären använde under det trettioåriga kriget.",
    "Under sin tid vid Rankhyttan planerade Johan att uppföra ett tegelbruk och ingick 1643 ett avtal med Faluns magistrat om att leverera tegel till Kristine kyrka under en tioårsperiod. När Johan avled 1647 begravdes han i Stora Kopparbergs kyrka i Falun, där hans epitafium fortfarande finns.",
    "Johan gifte sig 1620 med Kerstin Antoniusdotter Grooth (1605–1643) i Stockholm, och de fick barnen: Anton Johansson Trotzig, Catharina Johansdotter Trotzig, Anna Trotzig, Anders Johansson Trotzig och Johan Johansson Trotzig. Johan gifte sig sedan 1644 med Gertrud Hoghusen (?–1677) och de fick barnen: Mårten Trotzig, Peter Trotzig och Gertrud Trotzig",
    "Sonen Johan Johansson Trotzig (1635–1692) föddes i Falun och avled i Vika, Rankhyttan. Han var gift med Brita Bergengren, född omkring 1625 i Stockholm och död 1671 i Falun.",
    "Sonen Peter Trotzig (25 oktober 1645 – 3 april 1685) var adlad major men ogift. Han avled endast 39 år gammal efter en olycka då han försökte rida över sjön Varpen vid Falun. Hästen slant på isen, föll omkull, och Peter skadade huvud och bröst svårt under hästen.",
    "Sonen Mårten Trotzig (1646–1706) var Karl XI:s krigskassör under Skånska kriget 1675. Han adlades som friherre 1684."
    ]
  },
  {
    "heading": "Anthony (Anton) Johansson Trotzig - Ägare 1600-talet",
    "text": [
      "Född 24 juni 1623 | Död 12 december 1675",
      "Anton var en framstående bergsman och bruksförvaltare som efter sin fars död tog över styckgjuteriet i Falun och tegelbruket i Rankhyttan. År 1647 gifte han sig med Helen Teet och senare, 1660, med Maria Lemmens. Det var Anton som förde herrgården vidare inom släkten genom att lämna den till sin son, Filip Antonsson Trotzig.",
      "Anton och Maria spelade en viktig roll vid byggandet av Falu Kristine kyrka samt inom svensk vapenproduktion under stormaktstiden. Maria var dotter till Henrik Hansson Lemmens (1590–1657) och Margareta Hansdotter Meijer (1601–1683). Henrik, av vallonskt ursprung, var en driftig köpman som av Gustav II Adolf fick uppdraget att arrendera och leda kronans bruk i Upplands och Roslags bergslag. Han fick även tillstånd att anlägga egna bruk i samma område. Henrik arrenderade Forsmarks bruk, drev kronans gevärsfaktor i Norrtälje samt Ortala bruk. För egen del grundade han bruken i Skebo, Åkerby, Hillebola och Ullfors. Maria ärvde tillsammans med sin syster bruken i Ullfors och Hillebola, medan deras bror fick ärva Åkerby. När Maria gifte sig med Anton 1660 var hon redan en etablerad bruksägare.",
      "Altaruppsatsen i Falu Kristine kyrka är en gåva från Maria och Anton, vilket tydligt framgår av deras namn, som återges med stora bokstäver på altaruppsatsen. Detta verk kan fortfarande beskådas i kyrkan."
    ]
  },
  {
    "heading": "Filip Antonsson Trotzig - Ägare 1600/1700-talet",
    "text": [
      "Född runt 1657 i Falun | Död 1 oktober 1732",
      "Filip levde under en period av stor ekonomisk och social omvälvning i Sverige, då bergsbruk och kopparindustrin i Falun hade avgörande betydelse för rikets ekonomi. Det finns inga direkta källor som bekräftar att Filip Antonsson Trotzig bodde på Rankhyttan."
    ]
  },
  {
    "heading": "Ägarbyte - Cedercreutz",
    "text": [
      "Släkten Trotzig ägde även en gård vid sjöstranden i Sunnanhaga, som ibland kallades Lilla Rankhyttan eller Trotzigs-gården. Även om Filips barn och barnbarn fortsatte att bo på den gården, såldes Rankhyttans Herrgård av Filip Antonsson Trotzig på 1700-talet. Anledningen till försäljningen är inte helt klarlagd, men det kan ha varit resultatet av ekonomiska förändringar eller nya prioriteringar inom släkten. Yngre generationer kan ha valt att inrikta sig på andra verksamhetsområden än de traditionella industriella verksamheterna, vilket kan ha bidragit till beslutet."
    ]
  },
  {
    "heading": "Jonas Folkern Cedercreutz - Ägare 1700-talet",
    "text": [
      "Född 12 mars 1661 i Västerås | Död 14 april 1727 i Ludvika",
      "År 1704 köpte Jonas Rankhyttan. Han var en friherre, lagman och landshövding. Efter hans tid bytte egendomen ägare flera gånger."
    ]
  },
  {
    "heading": "Ägarbyte - Enebom",
    "text": [
      "Även om det saknas exakta uppgifter om när Enebom förvärvade Rankhyttan, tyder det faktum att hans dotter gifte sig där 1818 på att han ägde herrgården från början av 1800-talet fram till sin död 1849."
    ]
  },
  {
    "heading": "Gustaf Enebom - Ägare 1700/1800-talet",
    "text": [
      "Född 7 juli 1776 i Leksand | Död 17 maj 1849",
      "Gustaf Enebom var grosshandlare och ansvarade för moderniseringen av byggnaderna på Rankhyttan. Han gifte sig med Anna Margareta Åberg, och de fick en dotter, Sofia Albertina Enebom (1800 - 19 januari 1839 i Västerås).",
      "Sofia Albertina Enebom gifte sig med Carl Tomas Järta, professor i historia vid Uppsala universitet och författare till prisbelönta verk om svenska kungar och drottning Kristina.",
      "Vad som hände med ägarskapet av Rankhyttan efter Gustaf Eneboms bortgång är något oklart, men det finns källor som tyder på att hans dotter Kerstin Enebom tog över herrgården. Detta stärks av att Kerstins make, Wilhelm Schultzberg, tog över gården vid svärfar Gustafs bortgång."
    ]
  },
  {
    "heading": "Kerstin Enebom - Ägare 1800-talet",
    "text": [
      "Född 9 februari 1819 i Rankhyttan | Död 28 februari 1899",
      "Kerstin gifte sig 1842 med August Wilhelm Schultzberg som var Överstelöjtnand och en riddare. Han var född 1806 i Stockholm och dog 1891. När Agnust och Kerstin gifte sig övertog Agnust Rankhyttan från sin svärfar. Han blev en framstående och inflytelserik Vikabo."
    ]
  },
  {
    "heading": "Gustaf Enebom Schultzberg - Ägare 1800/1900-talet",
    "text": [
      "Född 26 december 1846 i Rankhyttan | Död 24 januari 1931 i Stockholm",
      "Gustaf Enebom Schultzberg var överstelöjtnant vid Dalregementet och ärvde Rankhyttan efter sin far 1891. Han gifte sig med Charlotta Augusta Creutz 1892 i Vika kyrka, men sålde gården 1898 till förvaltaren vid Runns ångsåg, O. Wikman.",
      "Gustafs dotter, Augusta Margareta (Greta) Christina Enebom Schultzberg, född 1893 i Rankhyttan, dog 1991. Greta gifte sig med Tor Ärje, född 1887 i Stockholm och död 1969. Tor var jurist och blev 1919 kanslisekreterare vid Försvarsdepartementet. De barnlösa makarna donerade möbler, porslin, silver, böcker och andra föremål till Dalarnas Museum, vilket möjliggjorde skapandet av en interiör som återskapar en del av gamla Rankhyttans miljö. Till Vika församling donerade Greta Ärje bland annat ett par silverkandelabrar från Rankhyttan, som nu finns i silverskåpet i sakristian i Vika kyrka, samt pengar till en stipendiefond. Greta är begravd på Vika kyrkogård (gravnummer 68, område A).",
      "Släkten Enebom var engagerad i Vika fattigvårdsstyrelse, och makarna Ärje är också kända för sina miljondonationer till Vika församling. De startade även en fond för studerande vid högskola och universitet.",
      "Vad som hände med herrgården efter Gustaf och Margaretas bortgång är osäkert, men det är troligt att gården såldes och fick en ny ägare.",
      "Det finns ett städslobevis från 1881 som visar att en Johan August Andersson. då 30 år gammal, ingick ett ettårskontrakt. Han skulle arbeta som startar på Rankhyttan, en startare var lantarbetare som fick en del av sin lön i form av naturaförmåner, såsom bostad och mat, istället för kontanter. Rankhyttan var vid denna tid en gård där sådana arbetsarrangemang var vanliga.",
      "På Vika Kyrkogård finns det även en grav (gravnummer 206, område C) för sjökaptenen Christof Bernhard Sundahl. Han föddes 1880-07-24 i Åbo och dog 1036-01-23 i Rankhyttan.",
      "Här ligger även Karl Arvid Sahlander begravd (gravnummer 284, område C). Han levde mellan 1880-1963 och var jordbrukare och bodde vid Rankhyttan."
    ]
  }
  ],
  "storyTitle": "Spöken och mystik",
  "stories": [
    {
      "title": "",
      "text": "Boende och besökare har rapporterat mystiska händelser i herrgården, såsom hasande ljud i källarvalven, viskningar och dörrar som öppnas och stängs av sig själva. Föremål har också förflyttats utan förklaring."
    },
    {
      "title": "",
      "text": "En av de mest omtalade gestalterna är Anders Perssons fru, som har fått namnet Svarta damen. Hon sägs visa sin närvaro genom kalla vindar som sveper genom rummen och föremål som oförklarligt flyttar sig."
    },
    {
      "title": "",
      "text": "Anders Persson själv sägs också spöka i herrgården."
    },
    {
      "title": "",
      "text": "Jägmästaren Carl Wilhelm Dybeck, som tog sitt liv på herrgården, sägs hemsöka gården. Dybeck föddes den 11 maj 1877 i Gävle och dog den 22 september 1933 på Rankhyttan. Han blev länsjägmästare i Kopparbergs län 1905 och bidrog med förbättrade metoder för skogsbruk. Enligt berättelser tog han sitt liv i det blå hörnrummet på andra våningen. En kväll ska han ha bett en kollega att hämta en flaska vin från källaren. Strax efteråt hördes ett skott, och när kollegan återvände fann han Dybeck livlös i en blodpöl på golvet."
    },
    {
      "title": "",
      "text": "Även vaktmästaren Rune, som arbetade på gården fram till sin död 1995, sägs fortfarande kunna höras klippa häckar mitt i natten. Rune Allan Österberg föddes 1926 och dog 1995."
    },
    {
      "title": "",
      "text": "En gång berättade en gäst att han inte trodde på spöken. Samma natt vaknade han utan sitt täcke, som hade släpats nerför trappan. Kanske var det Svarta damen som ville visa sin närvaro. Det verkar som om spökena ofta markerar sin existens för de som tvivlar på dem."
    },
    {
      "title": "",
      "text": "Även nuvarande ägare har upplevt märkliga händelser och känner av spökenas närvaro i byggnaden."
    }
  ],
  "eventTitle": "Historiska platser och händelser i trakten",
  "events": [
    {
      "title": "",
      "text": "1300 - Vika socken har medeltida ursprung, och under 1300-talet utbröts Hosjö församling från Vika. Detta innebär att Vika socken var den ursprungliga moderförsamlingen."
    },
    {
      "title": "",
      "text": "1470 - Den ursprungliga kyrkan var en träkonstruktion som uppfördes under medeltiden. Efter en brand på 1200-talet återuppbyggdes kyrkan i sten. Den nuvarande stenkyrkan stod färdig omkring år 1470, men vissa delar är från en äldre kyrka, men vissa delar är från en äldre kyrka, bland annat sakristian."
    },
    {
      "title": "",
      "text": "1569 - En stadsbrand bröt ut som ödelade den tidigaste bebyggelsen i Falun."
    },
    {
      "title": "",
      "text": "1600 - Under detta århundrade byggdes ett kapell i Hosjö, då avståndet mellan Vika och Hosjö ofta upplevdes som för långt för församlingsborna."
    },
    {
      "title": "",
      "text": "1600 - Under 1600-talet härjade flera rövarband i Dalarna, däribland ett som ofta var aktivt i och omkring Falun. Dessa rövare var kända för sina brutala mord och plundringar. Ett av de mest mystiska fallen var en serie mord på resande som inträffade vid Falun och som ännu inte har fått full klarhet."
    },
    {
      "title": "",
      "text": "1600 - Häxprocesserna i Falun och Vika socken (1600-talet) – Under 1600-talet förekom häxprocesser i både Falun och Vika socken, kopplade till mystiska händelser som sjukdomar och dödsfall. Flera, särskilt ensamma kvinnor, anklagades för trolldom och riskerade dödsstraff genom bränning på bål. Rättegångarna, ofta grymma, spred rädsla och rykten bland befolkningen."
    },
    {
      "title": "",
      "text": "1615 - Falun nämns första gången i en reseskildring. Resenären heter Adolph Nicklas von Steinkallenfels."
    },
    {
      "title": "",
      "text": "1628 - Första stadskartan ritas."
    },
    {
      "title": "",
      "text": "1642-1660 - Kristine kyrkan i Falun byggs."
    },
    {
      "title": "",
      "text": "1663 - Hosjö kapell (nuvarande Hosjö kyrka) uppförs som ett kapell till Vika kyrka."
    },
    {
      "title": "",
      "text": "1683 - Östantjärnavägen blev den dominerande vägen och kallades då stora allmänna landsvägen. Vägen över Vika fick därmed ökad betydelse för transporter och kommunikationer i regionen."
    },
    {
      "title": "",
      "text": "1687 - Falun erhåller privilegium som bergsstad, vilket stärker stadens betydelse som centrum för gruvdrift och handel."
    },
    {
      "title": "",
      "text": "1761 - Två stora stadsbränderna bryter ut och lägger två tredjedelar av Faluns bebyggelse i aska."
    },
    {
      "title": "",
      "text": "1763 - Sakristian i Vika kyrka utvidgas österut."
    },
    {
      "title": "",
      "text": "1770 - En av de mer kända mordfallen från Falun är mordet på Anna Håkansdotter, en kvinna som blev mördad av sin man. Mordet ska ha varit en del av en större konspiration som involverade flera personer i staden, vilket gjorde fallet till en av de mest komplexa under den tiden."
    },
    {
      "title": "",
      "text": "1800 - Ett av de mer mystiska fallen från Vika socken handlar om en man som försvann under en resa från Vika till en grannby. Efter att ha varit borta i flera veckor började rykten sprida sig om att han blivit mördad eller till och med försvunnit på grund av övernaturliga orsaker. Hans kropp hittades aldrig, och försvinnandet förblev olöst, vilket gav upphov till många spekulationer."
    },
    {
      "title": "",
      "text": "1837 - I mitten av januari når nyheten landets tidningar: Överste Adrian Hertzenhielm, bosatt på Ramsnäsholms gård i Vika socken, Dalarna, anklagas för sin hustru Catharina Ulrica f. Hiort af Ornäs’ död. ” Catharina Ulrica Hiort af Ornäs, dotter till landssekreteraren Hans Gustaf Hiort af Ornäs, gifts bort med major Adrian Hertzenhielm. Detta är upptakten till ett av sin samtids mest bisarra och grymma dåd. Catharina Ulrica får se sin dotter bli bortskickad och tillbringar sedan 32 år inspärrad under svält och lidande på Ramsnäsholm. Trots att ortens folk och myndigheter känner till händelserna ingriper ingen. Mycket kom att skrivas om fallet i tidningar och tidskrifter. Ryktet om hustruns sorgliga öde spreds vida runt, visor sjöngs i bygderna och på marknader. Det berörde folket stort."
    },
    {
      "title": "",
      "text": "1862 - Vid kommunreformen övergick ansvaret för de kyrkliga frågorna till Vika församling och Hosjö församling, medan de borgerliga frågorna hanterades av Vika landskommun."
    },
    {
      "title": "",
      "text": "1900 - Under gruvdriften på 1900-talet inträffade en dödlig olycka som några misstänkte vara mord. En arbetare föll eller blev knuffad ner i en gruva, och det spekulerades om att någon från hans arbetslag var inblandad i händelsen. Polisen kunde inte bevisa mordet, men fallet lämnade många frågor obesvarade."
    },
    {
      "title": "",
      "text": "1931 - Vikas dittills äldsta invånare, Sofia Helena Granlund Trotzig (1835 - 1931), en framstående medlem av Trotzigsläkten. Efter makens tidiga bortgång 1913 bodde hon hos sin dotter på Stora Botolfsbo. Hennes bortgång vid 96 års ålder blev en länsnyhet. Sofia Helena beskrevs i en tidningsartikel som en karaktärsfast kvinna med ett bestämt tonfall, balanserat av god humor och stor givmildhet mot behövande. Bland hennes tidigaste minnen fanns det sista kyrkstraffet i Vika, som hon själv bevittnade. Hon var också en av de sista lästflickorna – en titel som syftar på dem som vid konfirmationen bar den långvarigt bevarade delen av sockendräkten, huvudbonaden. Sofia Helena Granlund Trotzig är begravd på Vika kyrkogård, gravnummer 110, område A."
    }
  ],
  "galleryTitle": "Bildgalleri",
  "gallery": [
    {
    "src": "/images/rankhyttan/rankhyttan.webp",
    "alt": "Foto på Rankhyttan",
    "caption": "Rankhyttans Herrgård"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_baksidan.webp",
    "alt": "Baksidan på Rankhyttan med minnessten",
    "caption": "Baksidan på Rankhyttan med minnessten"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_inredning_1.webp",
    "alt": "Piano och öppenspis inne på Rankhyttan",
    "caption": "Ovanför trappan på andra vångingen"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_inredning_2.webp",
    "alt": "Tavla och kristallkrona inne på Rankhyttan",
    "caption": "Piano och braskamin"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_inredning_3.webp",
    "alt": "Nyckelskåp inne på Rankhyttan",
    "caption": "Trappar upp till ovanvåningen"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_inredning_4.webp",
    "alt": "Gammal text och intredning inne på Rankhyttan",
    "caption": "Rummer där en sägs ha sjutit sig själv"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_inredning_5.webp",
    "alt": "Inne på Rankhyttan",
    "caption": "Gamla nycklar vid receptionen"
  },
  {
    "src": "/images/rankhyttan/rankhyttan_inredning_6.webp",
    "alt": "Inne på Rankhyttan",
    "caption": "Gammal text, kam och pipa"
  },
  {
    "src": "/images/rankhyttan/gamla_bilder.webp",
    "alt": "Gamla bilder på besökare på Rankhyttan från 1925",
    "caption": "Bild från Rankhyttan 1925"
  },
  {
    "src": "/images/rankhyttan/gamla_bilder_från_rankhyttan.webp",
    "alt": "Gamla bilder på besökare på Rankhyttan från 1928",
    "caption": "Jägarutbildning på Rankhyttan 1928"
  },
  {
    "src": "/images/rankhyttan/tavla_gustav_vasa.webp",
    "alt": "Tavla på Gustav Vasa",
    "caption": "Målning på Gustav Vasa inne i Rankhyttan"
  },
  {
    "src": "/images/rankhyttan/kungsladan.webp",
    "alt": "Kungsladan",
    "caption": "Kungsladan där Gustav Vasa gömde sig"
  },
  {
    "src": "/images/rankhyttan/kungsladan_1.webp",
    "alt": "Inne på Kungsladan",
    "caption":"Arbetares inristningar i Kungsladan"
  }
],
  "resultTitle": "Sammanfattning från vår utredning",
  "videoSectionTitle": "Följ med oss på utredningen",
  "results": [
    {
      "title": "Kortfattat om vad vi fick uppleva",
      "text": [
      "En av deltagarna fick smärta i vänsterarmen vid flera tillfällen under första kvällen. Det började med när vi närmade oss huset.",
      "Golvet vibrerade när vi alla stod på andra våningen i rummet till höger. Alla kände det och reagerade samtidigt",
      "När vi anlände och gick runt för att välja ut sovrum på övre plan var det två oberoende personer i teamet som kände ett stort obehag i sviten. Det slutade med att ingen kunde sova i detta rummet då alla kände ett stort obehag. Detta var det ända rummet man kände obehag i utav alla rum i hela huset.",
      "Ljud som liknade piano plink i ett rum jämte där vi alla stod. Det fanns ett piano i det rummet där ljudet kom ifrån.",
      "Vi hade besök under natten. Ena rummet hade en känsla av att någon gick igenom dörren och fortsatte fram till sängen. I ett annat rum upplevde man steg utanför dörren och knäppningar i väska som stod på golvet. Det lät även som att någon lyfte upp och släppte något ur sminkväskan.",
      "På morgonen hörde en som steg över badrummet men det finns inget mer våning ovanför.",
      "När huset var själv med utrustning igång lät det först som en knäppning någonstans och efter en stund lät det som en sten eller något mindre som kastades.",
      "En tygbit som satt i ett utav valven i källaren var nedriven dag 2 när vi gick ner.",
      "Flera av deltagarna kände beröring så som händer på lår, smekning på kind, som att någon pilla en i håret och som att någon tryckte ett finger i ryggen.",
      "En deltagare fick uppleva att någon ställde sig bakom, riktigt nära och lutade sig över som om att hen skulle viska något",
      "Vi fångade märkliga och oförklarliga ljud på inspelningar",
      "Instrument på övre våningen, i form av en papegoja som härmar, gick igång när ingen var där."
      ]
    }
  ],
    "videos": [
    "https://www.youtube.com/embed/nCojrK4vZnw",
    "https://www.youtube.com/embed/ZfDh12RJEqo"
  ],
  "moreTitle": "Läs mer om Rankhyttan",
  "more": "Utforska Rankhyttans Herrgårds officiella sida <a href=\"https://www.rankhyttan.se/\" target=\"_blank\" class=\"link\">här</a> och ta del av ännu mer information om denna fantastiska ställe, och för all del har du chansen så missa inte att besöka Rankhyttans Herrgård."
}