{
  "title": "Spökjakt event ihop med Rydals Herrgård",
  "investigation": "Detta ägde rum",
  "investigationDate": "30 maj 2025",
  "image": "/images/rydals_herrgard/meny_spokjakt.webp",
  "history": [
    {
      "heading1": "Eventet",
      "text": [
        "Den 30 maj anordnade vi ett event tillsammans med Rydals Herrgård där våra gäster bjöds på en trerätters middag i sällskap av likasinnade med ett gemensamt intresse för det övernaturliga.",
        "Under middagen delade vi med oss av våra övernaturliga upplevelser, vilket inte bara var spännande att höra – det bidrog också till en varm och trygg stämning i gruppen.",
        "Efter middagen fick deltagarna en introduktion till den utrustning som används vid spökutredningar, och möjlighet att själva testa utrustningen – både på egen hand och i grupp, utifrån vad man kände sig mest bekväm med. Under kvällen fick flera gäster uppleva oväntad aktivitet genom olika instrument och metoder."
      ]
    },
    {
      "heading2": "Vad gästerna fick uppleva",
      "text": [
        "I sängen i det röda rummet visade sig ett statiskt fält, och direkt efter fick en av ägarna en beröring på benet.",
        "Uppmappning av barn uppe på vinden.",
        "Uppmappning av en vuxen gestalt vid pianot i matsalen.",
        "Uppmappning av en gestalt i sviten, och efter några följdfrågor visade det sig vara Torsten Ek. Vid uppmaning att ställa sig jämte en av ägarna flyttade sig gestalten dit.",
        "PMB:n gick igång i matsalen när ingen var där. Detta uppmärksammades via övervakning.",
        "Deltagare som ville ta en liten paus eller få distans till spökjakten kunde sätta sig i övervaket och följa övriga deltagare via övervakningskamerorna. Även här fick de uppleva spännande händelser, som att se orber och bevittna den kommunikation som deltagarna fick igenom.",
        "PMB:n gick igång direkt i trappan medan vi visade hur utrustningen fungerade."
      ]
    }
  ],
  "moreTitle": "Mer om Rydals Herrgård",
  "more": "Mer om Rydals Herrgård och vår utredning där kan du se på <a href='/PageRydalsHerrgard'>denna sida</a>."
}
